const __UPLOADED_STOCKS__ = [
  {
    "name": "3S",
    "code": "060310",
    "sector": "측정, 시험, 항해, 제어 및 기타 정밀기기 제조업; 광학기기 제외,반도체 웨이퍼 캐리어"
  },
  {
    "name": "AJ네트웍스",
    "code": "095570",
    "sector": "산업용 기계 및 장비 임대업,렌탈(파렛트, OA장비, 건설장비)"
  },
  {
    "name": "AK홀딩스",
    "code": "006840",
    "sector": "기타 금융업,지주사업"
  },
  {
    "name": "APS",
    "code": "054620",
    "sector": "기타 금융업,인터넷 트래픽 솔루션"
  },
  {
    "name": "AP시스템",
    "code": "265520",
    "sector": "특수 목적용 기계 제조업,디스플레이 제조 장비"
  },
  {
    "name": "AP위성",
    "code": "211270",
    "sector": "통신 및 방송 장비 제조업,위성통신 단말기"
  },
  {
    "name": "BF랩스",
    "code": "139050",
    "sector": "컴퓨터 프로그래밍, 시스템 통합 및 관리업,용역서비스(ITS,BIS,ATMS,BRT)"
  },
  {
    "name": "BGF",
    "code": "027410",
    "sector": "기타 금융업,지주회사"
  },
  {
    "name": "BGF리테일",
    "code": "282330",
    "sector": "종합 소매업,체인화 편의점"
  },
  {
    "name": "BGF에코머티리얼즈",
    "code": "126600",
    "sector": "합성고무 및 플라스틱 물질 제조업,엔지니어링 플라스틱 칩"
  },
  {
    "name": "BNK금융지주",
    "code": "138930",
    "sector": "기타 금융업,금융지주회사"
  },
  {
    "name": "BYC",
    "code": "001460",
    "sector": "봉제의복 제조업,메리야스,란제리 제조,도매/건축공사/부동산 임대,분양,공급"
  },
  {
    "name": "BYC우",
    "code": "001465",
    "sector": "preferred"
  },
  {
    "name": "CG인바이츠",
    "code": "083790",
    "sector": "자연과학 및 공학 연구개발업,아셀렉스"
  },
  {
    "name": "CJ",
    "code": "001040",
    "sector": "기타 금융업,지주회사"
  },
  {
    "name": "CJ CGV",
    "code": "079160",
    "sector": "영화, 비디오물, 방송프로그램 제작 및 배급업,영화상영,영화관 운영"
  },
  {
    "name": "CJ ENM",
    "code": "035760",
    "sector": "텔레비전 방송업,의류, 생활주방, 가전제품, 보석, 기타"
  },
  {
    "name": "CJ 바이오사이언스",
    "code": "311690",
    "sector": "자연과학 및 공학 연구개발업,생명정보 플랫폼, 마이크로바이옴 분석 서비스"
  },
  {
    "name": "CJ4우(전환)",
    "code": "00104K",
    "sector": ""
  },
  {
    "name": "CJ대한통운",
    "code": "000120",
    "sector": "도로 화물 운송업,Contract Logistics, 포워딩, 항만하역, 해운, 택배국제특송, SCM Consulting"
  },
  {
    "name": "CJ씨푸드",
    "code": "011150",
    "sector": "기타 식품 제조업,수산물(어묵,맛살)가공품 도매,원양수산업,수출입"
  },
  {
    "name": "CJ씨푸드1우",
    "code": "011155",
    "sector": "preferred"
  },
  {
    "name": "CJ우",
    "code": "001045",
    "sector": "preferred"
  },
  {
    "name": "CJ제일제당",
    "code": "097950",
    "sector": "기타 식품 제조업,설탕,소맥분,조미식품,육가공식품(돈육,돼지비계,돼지식용설육),대두가공식품,사료,의약품,생활화학제품 제조,도매,무역/통신판매"
  },
  {
    "name": "CJ제일제당 우",
    "code": "097955",
    "sector": "preferred"
  },
  {
    "name": "CJ프레시웨이",
    "code": "051500",
    "sector": "음·식료품 및 담배 도매업,식자재유통, 단체급식"
  },
  {
    "name": "CMG제약",
    "code": "058820",
    "sector": "의약품 제조업"
  },
  {
    "name": "CNT85",
    "code": "056730",
    "sector": "건물 건설업,산업설비 제조외"
  },
  {
    "name": "CR홀딩스",
    "code": "000480",
    "sector": "내화, 비내화 요업제품 제조업,내화연와(정형,부정형,S/N,CCN),단열벽돌,스라이딩노즐,연주용 특수내화물 제조"
  },
  {
    "name": "CS",
    "code": "065770",
    "sector": "통신 및 방송 장비 제조업,이동통신중계기, 위성방송(DMB)중계기(Gap-Filler)"
  },
  {
    "name": "CSA 코스믹",
    "code": "083660",
    "sector": "기타 화학제품 제조업,화장품 제조 및 판매"
  },
  {
    "name": "CS홀딩스",
    "code": "000590",
    "sector": "기타 금융업,브랜드 수익, 자회사 배당"
  },
  {
    "name": "DB",
    "code": "012030",
    "sector": "컴퓨터 프로그래밍, 시스템 통합 및 관리업"
  },
  {
    "name": "DB금융스팩12호",
    "code": "477760",
    "sector": "기타 금융업,기업인수 및 합병"
  },
  {
    "name": "DB손해보험",
    "code": "005830",
    "sector": "보험업,자동차보험,화재보험,해상보험,특종보험,장기보험"
  },
  {
    "name": "DB증권",
    "code": "016610",
    "sector": "금융 지원 서비스업,유가증권,위탁매매,인수,자기매매"
  },
  {
    "name": "DB하이텍",
    "code": "000990",
    "sector": "반도체 제조업"
  },
  {
    "name": "DGI",
    "code": "099520",
    "sector": "영상 및 음향기기 제조업,DVR,유선통신기기 제조,무역/소프트웨어 자문,연구개발,기술용역"
  },
  {
    "name": "DGP",
    "code": "060900",
    "sector": "전기업,풍력 및 태양광 발전업"
  },
  {
    "name": "DH오토넥스",
    "code": "000300",
    "sector": "자동차 신품 부품 제조업,유,무선 통신장비"
  },
  {
    "name": "DH오토리드",
    "code": "290120",
    "sector": "자동차 신품 부품 제조업,자동차 스티어링휠"
  },
  {
    "name": "DH오토웨어",
    "code": "025440",
    "sector": "영상 및 음향기기 제조업,카멀티미디어 및 TFT-LCD 부품제조.."
  },
  {
    "name": "DI동일",
    "code": "001530",
    "sector": "상품 중개업,면사,화섬사,면포,혼방포,스포츠웨어용 신합섬 제조,도매,수출"
  },
  {
    "name": "DKME",
    "code": "015590",
    "sector": "일반 목적용 기계 제조업,열교환기,압력용기,저장탱크,산업용보일러 제조"
  },
  {
    "name": "DL",
    "code": "000210",
    "sector": "기초 화학물질 제조업,지주회사"
  },
  {
    "name": "DL우",
    "code": "000215",
    "sector": "preferred"
  },
  {
    "name": "DL이앤씨",
    "code": "375500",
    "sector": "토목 건설업,토목 건설 사업"
  },
  {
    "name": "DL이앤씨2우(전환)",
    "code": "37550L",
    "sector": ""
  },
  {
    "name": "DL이앤씨우",
    "code": "37550K",
    "sector": "preferred"
  },
  {
    "name": "DMS",
    "code": "068790",
    "sector": "특수 목적용 기계 제조업,LCD 제조장비"
  },
  {
    "name": "DN오토모티브",
    "code": "007340",
    "sector": "일차전지 및 이차전지 제조업,자동차용 밧데리"
  },
  {
    "name": "DRB동일",
    "code": "004840",
    "sector": "고무제품 제조업,고무벨트(V벨트,콘베이어벨트,평벨트),프라스틱제품 제조,판매"
  },
  {
    "name": "DSC인베스트먼트",
    "code": "241520",
    "sector": "신탁업 및 집합투자업,투자조합 결성 및 투자"
  },
  {
    "name": "DSR",
    "code": "155660",
    "sector": "1차 비철금속 제조업,합섬섬유로프"
  },
  {
    "name": "DSR제강",
    "code": "069730",
    "sector": "1차 철강 제조업,와이어로프,각종 경강선,철선제품,PC강선,아연도 강연선 제조"
  },
  {
    "name": "DS단석",
    "code": "017860",
    "sector": "기타 화학제품 제조업,바이오에너지"
  },
  {
    "name": "DXVX",
    "code": "180400",
    "sector": "기타 과학기술 서비스업,BAC DNA CHIP"
  },
  {
    "name": "DYP",
    "code": "092780",
    "sector": "자동차용 엔진 및 자동차 제조업,자동차엔진용 피스톤"
  },
  {
    "name": "E1",
    "code": "017940",
    "sector": "기타 전문 도매업,LPG(프로판,부탄가스),가스기기판매"
  },
  {
    "name": "E8",
    "code": "418620",
    "sector": "소프트웨어 개발 및 공급업,CFD 시뮬레이션 소프트웨어, 디지털트윈 플랫폼"
  },
  {
    "name": "EDGC",
    "code": "245620",
    "sector": "자연과학 및 공학 연구개발업,유전체 분석 진단 서비스"
  },
  {
    "name": "EG",
    "code": "037370",
    "sector": "기초 화학물질 제조업,산화철, 대기수처리방지시설, 무역"
  },
  {
    "name": "EMB",
    "code": "278990",
    "sector": "전동기, 발전기 및 전기 변환 · 공급 · 제어 장치 제조업,태양광ESS,휴대폰 액세서리"
  },
  {
    "name": "ESR켄달스퀘어리츠",
    "code": "365550",
    "sector": "부동산 임대 및 공급업,부동산투자"
  },
  {
    "name": "ES큐브",
    "code": "050120",
    "sector": "생활용품 도매업,텐트, 원 ·부자재"
  },
  {
    "name": "F&F",
    "code": "383220",
    "sector": "봉제의복 제조업,MLB, MLB KIDS, DISCOVERY 등 패션의류제품"
  },
  {
    "name": "F&F홀딩스",
    "code": "007700",
    "sector": "기타 금융업,지주회사"
  },
  {
    "name": "FSN",
    "code": "214270",
    "sector": "소프트웨어 개발 및 공급업,카울리"
  },
  {
    "name": "GH신소재",
    "code": "130500",
    "sector": "기타 섬유제품 제조업,자동차용 부직포, 폴리우레탄 폼"
  },
  {
    "name": "GKL",
    "code": "114090",
    "sector": "유원지 및 기타 오락관련 서비스업,카지노"
  },
  {
    "name": "GRT",
    "code": "900290",
    "sector": "기타 금융업,광학필름, 포장필름"
  },
  {
    "name": "GS",
    "code": "078930",
    "sector": "기타 금융업,지주회사/부동산 임대"
  },
  {
    "name": "GST",
    "code": "083450",
    "sector": "특수 목적용 기계 제조업,GasScrubber,Chiller"
  },
  {
    "name": "GS건설",
    "code": "006360",
    "sector": "건물 건설업,토목공사,건축공사,주택공사,산업플랜트공사,리모델링공사,시설물유지관리공사/산업설비설계,감리 용역,수출입/에너지관리 진단,연구개발"
  },
  {
    "name": "GS글로벌",
    "code": "001250",
    "sector": "상품 종합 도매업,수출입업(시멘트,철강금속,전기전자,섬유,기계화학),상품중개,광업,채석업/하수처리 서비스/부동산 임대"
  },
  {
    "name": "GS리테일",
    "code": "007070",
    "sector": "종합 소매업,체인화 편의점,슈퍼마켓,마트,전자상거래/부동산(빌딩) 임대"
  },
  {
    "name": "GS우",
    "code": "078935",
    "sector": "preferred"
  },
  {
    "name": "GS피앤엘",
    "code": "499790",
    "sector": "기타 금융업,지주회사"
  },
  {
    "name": "HB솔루션",
    "code": "297890",
    "sector": "특수 목적용 기계 제조업,디스플레이 제조용 장비(도포기, 조립기, 검사기)"
  },
  {
    "name": "HB인베스트먼트",
    "code": "440290",
    "sector": "기타 금융업,벤처투자조합 등 조합 결성 및 운영"
  },
  {
    "name": "HB테크놀러지",
    "code": "078150",
    "sector": "특수 목적용 기계 제조업,TFT-LCD검사장비"
  },
  {
    "name": "HC보광산업",
    "code": "225530",
    "sector": "기타 비금속 광물제품 제조업,콘크리트용 부순골재, 아스콘, 레미콘"
  },
  {
    "name": "HC홈센타",
    "code": "060560",
    "sector": "기타 전문 도매업,건축자재,레미콘"
  },
  {
    "name": "HDC",
    "code": "012630",
    "sector": "기타 금융업,지주회사"
  },
  {
    "name": "HDC랩스",
    "code": "039570",
    "sector": "전기 및 통신 공사업,기계설비공사, 스마트홈, 지능형 빌딩, SOC, 인테리어, 조경, 시설관리"
  },
  {
    "name": "HDC현대EP",
    "code": "089470",
    "sector": "기타 화학제품 제조업,합성수지(PP컴파운딩가공,자동차범퍼,내장제) 제조,도소매"
  },
  {
    "name": "HDC현대산업개발",
    "code": "294870",
    "sector": "건물 건설업,외주주택, 자체공사, 일반건축, 토목 등"
  },
  {
    "name": "HD한국조선해양",
    "code": "009540",
    "sector": "기타 금융업,선박,해양구조물,엔진,펌프 전동기,중전기,중장비 제조/자동창고,물류시스템"
  },
  {
    "name": "HD현대",
    "code": "267250",
    "sector": "기타 ��융업,지주회사"
  },
  {
    "name": "HD현대건설기계",
    "code": "267270",
    "sector": "일반 목적용 기계 제조업,굴삭기, 지게차, 휠로더 등"
  },
  {
    "name": "HD현대마린솔루션",
    "code": "443060",
    "sector": "건축기술, 엔지니어링 및 관련 기술 서비스업,AM(After Market) 솔루션, 친환경 Retrofit, 디지털 제어"
  },
  {
    "name": "HD현대마린엔진",
    "code": "071970",
    "sector": "일반 목적용 기계 제조업,조선기자재, 기계부품"
  },
  {
    "name": "HD현대미포",
    "code": "010620",
    "sector": ""
  },
  {
    "name": "HD현대에너지솔루션",
    "code": "322000",
    "sector": "반도체 제조업,태양광 셀·모듈, PV시스템, ESS"
  },
  {
    "name": "HD현대인프라코어",
    "code": "042670",
    "sector": ""
  },
  {
    "name": "HD현대일렉트릭",
    "code": "267260",
    "sector": "전동기, 발전기 및 전기 변환 · 공급 · 제어 장치 제조업,변압기, 고압차단기, 회전기, 배전반 등"
  },
  {
    "name": "HD현대중공업",
    "code": "329180",
    "sector": "선박 및 보트 건조업,선박, 해양플랜트 및 엔진기계 등"
  },
  {
    "name": "HJ중공업",
    "code": "097230",
    "sector": "토목 건설업,선박건조,기계플랜트 제조/토목공사,건축공사,조경공사,전기공사,가스공사,준설공사,기계설비공사"
  },
  {
    "name": "HK이노엔",
    "code": "195940",
    "sector": "의약품 제조업,전문의약품, 숙취해소음료"
  },
  {
    "name": "HL D&I",
    "code": "014790",
    "sector": "토목 건설업,토목,건축,전기,환경사업,준설공사,포장공사,주택,중기임대"
  },
  {
    "name": "HLB",
    "code": "028300",
    "sector": "의료용품 및 기타 의약 관련제품 제조업,의료기기, 의약외품 등"
  },
  {
    "name": "HLB글로벌",
    "code": "003580",
    "sector": "종합 소매업,미디어커머스(카밈, 스파알), 식음료(콤부차, 잼시럽), 화장품(퍼플리쉬, 엘리샤코이) 등"
  },
  {
    "name": "HLB바이오스텝",
    "code": "278650",
    "sector": "자연과학 및 공학 연구개발업,비임상실험 유효성(약리)평가"
  },
  {
    "name": "HLB사이언스",
    "code": "343090",
    "sector": ""
  },
  {
    "name": "HLB생명과학",
    "code": "067630",
    "sector": "의료용품 및 기타 의약 관련제품 제조업,ESCO 사업, 신재생에너지 사업"
  },
  {
    "name": "HLB이노베이션",
    "code": "024850",
    "sector": "전자부품 제조업,리드프레임"
  },
  {
    "name": "HLB제넥스",
    "code": "187420",
    "sector": "기초 의약물질 제조업,산업용 효소"
  },
  {
    "name": "HLB제약",
    "code": "047920",
    "sector": "자연과학 및 공학 연구개발업,씨트리시메티딘정, 로자틴정"
  },
  {
    "name": "HLB테라퓨틱스",
    "code": "115450",
    "sector": "기타 전문 도매업,임베디드 GUI 미들웨어 FXUI-2D, FXUI-3D"
  },
  {
    "name": "HLB파나진",
    "code": "046210",
    "sector": "의료용품 및 기타 의약 관련제품 제조업,의료용품및 기타 의약관련 제품 제조업"
  },
  {
    "name": "HLB펩",
    "code": "196300",
    "sector": "기초 의약물질 제조업,펩타이드 바이오소재 및 아미노산 펩타이드 신약"
  },
  {
    "name": "HL만도",
    "code": "204320",
    "sector": "자동차 신품 부품 제조업,제동장치, 조향장치, 현가장치"
  },
  {
    "name": "HL홀딩스",
    "code": "060980",
    "sector": "기타 금융업,지주회사 및 경영컨설팅 서비스업"
  },
  {
    "name": "HMM",
    "code": "011200",
    "sector": "해상 운송업,정기,부정기,전용선,콘테이너선,자동차선,LNG선 해운"
  },
  {
    "name": "HPSP",
    "code": "403870",
    "sector": "특수 목적용 기계 제조업,고압 수소 어닐링 장비"
  },
  {
    "name": "HRS",
    "code": "036640",
    "sector": "합성고무 및 플라스틱 물질 제조업,실리콘 컴파운드제품 제조"
  },
  {
    "name": "HS애드",
    "code": "035000",
    "sector": "광고업"
  },
  {
    "name": "HS화성",
    "code": "002460",
    "sector": "건물 건설업,아파트 건설"
  },
  {
    "name": "HS효성",
    "code": "487570",
    "sector": "기타 금융업,지주사업"
  },
  {
    "name": "HS효성첨단소재",
    "code": "298050",
    "sector": "화학섬유 제조업,PET타이어코드"
  },
  {
    "name": "IBKS제21호스팩",
    "code": "442770",
    "sector": "spac"
  },
  {
    "name": "IBKS제22호스팩",
    "code": "448760",
    "sector": "spac"
  },
  {
    "name": "IBKS제23호스팩",
    "code": "467930",
    "sector": "금융 지원 서비스업,기업인수 및 합병"
  },
  {
    "name": "IBKS제24호스팩",
    "code": "469480",
    "sector": "금융 지원 서비스업"
  },
  {
    "name": "IHQ",
    "code": "003560",
    "sector": ""
  },
  {
    "name": "INVENI",
    "code": "015360",
    "sector": "회사 본부 및 경영 컨설팅 서비스업,지주사업"
  },
  {
    "name": "ISC",
    "code": "095340",
    "sector": "기계장비 및 관련 물품 도매업,반도체테스트소켓"
  },
  {
    "name": "JB금융지주",
    "code": "175330",
    "sector": "기타 금융업,금융지주 회사"
  },
  {
    "name": "JTC",
    "code": "950170",
    "sector": "종합 소매업,식품류, 생활용품류, 화장품류 (사후면세업)"
  },
  {
    "name": "JW생명과학",
    "code": "234080",
    "sector": "의약품 제조업,기초수액, TPN, 특수수액, HEMO, 영양수액 등"
  },
  {
    "name": "JW신약",
    "code": "067290",
    "sector": "의약품 제조업,매니큐어세트, 손톱깎이"
  },
  {
    "name": "JW중외제약",
    "code": "001060",
    "sector": "의약품 제조업,수액제,이상지질혈증치료제,혈우병치료제,소화기궤양치료제,항생제,도매"
  },
  {
    "name": "JW중외제약2우B",
    "code": "001067",
    "sector": "preferred"
  },
  {
    "name": "JW중외제약우",
    "code": "001065",
    "sector": "preferred"
  },
  {
    "name": "JW홀딩스",
    "code": "096760",
    "sector": "기타 금융업,의약품 수출입업"
  },
  {
    "name": "JYP Ent.",
    "code": "035900",
    "sector": "오디오물 출판 및 원판 녹음업,오디오물 출판 및 원판 녹음 관련 제품"
  },
  {
    "name": "KBG",
    "code": "318000",
    "sector": "합성고무 및 플라스틱 물질 제조업,실리콘 소재(실란 모노머, 실리콘 레진&폴리머, 실리콘 융합소재)"
  },
  {
    "name": "KBI동양철관",
    "code": "008970",
    "sector": "1차 철강 제조업,수도용 도복장 강관,주물(강관말뚝),가스관 제조/아파트건설"
  },
  {
    "name": "KBI메탈",
    "code": "024840",
    "sector": "1차 비철금속 제조업,동ROD, 모터코어"
  },
  {
    "name": "KB금융",
    "code": "105560",
    "sector": "기타 금융업,-"
  },
  {
    "name": "KB발해인프라",
    "code": "415640",
    "sector": "신탁업 및 집합투자업,nan"
  },
  {
    "name": "KB스타리츠",
    "code": "432320",
    "sector": "부동산 임대 및 공급업,벨기에 North Galaxy Towers, 영국 Samsung Europe HQ"
  },
  {
    "name": "KB오토시스",
    "code": "024120",
    "sector": "자동차 신품 부품 제조업,브레이크패드"
  },
  {
    "name": "KB제25호스팩",
    "code": "455250",
    "sector": "spac"
  },
  {
    "name": "KB제27호스팩",
    "code": "464680",
    "sector": "금융 지원 서비스업,기업인수합병"
  },
  {
    "name": "KB제29호스팩",
    "code": "478390",
    "sector": "금융 지원 서비스업,기업인수합병"
  },
  {
    "name": "KB제30호스팩",
    "code": "486630",
    "sector": "금융 지원 서비스업,기업인수합병"
  },
  {
    "name": "KB제31호스팩",
    "code": "492220",
    "sector": "금융 지원 서비스업,기업인수합병"
  },
  {
    "name": "KB제32호스팩",
    "code": "0037T0",
    "sector": "금융 지원 서비스업,기업인수합병"
  },
  {
    "name": "KB제33호스팩",
    "code": "0072Z0",
    "sector": "금융 지원 서비스업,기업인수합병"
  },
  {
    "name": "KCC",
    "code": "002380",
    "sector": "기타 화학제품 제조업,건축용단열재,내외장재,스레트,밤라이트,암면,석고보드,판유리 제조"
  },
  {
    "name": "KCC건설",
    "code": "021320",
    "sector": "건물 건설업,토목 건축공사, 분양공사"
  },
  {
    "name": "KCC글라스",
    "code": "344820",
    "sector": "유리 및 유리제품 제조업,판유리 등"
  },
  {
    "name": "KCTC",
    "code": "009070",
    "sector": "도로 화물 운송업,화물자동차운송,항만하역,창고보관,컨테이너조작,중량물해상운송"
  },
  {
    "name": "KC그린홀딩스",
    "code": "009440",
    "sector": "기타 금융업,기타금융업"
  },
  {
    "name": "KC산업",
    "code": "112190",
    "sector": "시멘트, 석회, 플라스터 및 그 제품 제조업,철강보강콘크리트제품"
  },
  {
    "name": "KC코트렐",
    "code": "119650",
    "sector": "일반 목적용 기계 제조업,전기집진기 등"
  },
  {
    "name": "KD",
    "code": "044180",
    "sector": "건물 건설업,건설사업(완성건물)"
  },
  {
    "name": "KEC",
    "code": "092220",
    "sector": "반도체 제조업"
  },
  {
    "name": "KG모빌리언스",
    "code": "046440",
    "sector": "소프트웨어 개발 및 공급업,유무선전화결제서비스"
  },
  {
    "name": "KG모빌리티",
    "code": "003620",
    "sector": "자동차용 엔진 및 자동차 제조업,자동차,자동차부품,차륜,정비 제조/도소매"
  },
  {
    "name": "KG스틸",
    "code": "016380",
    "sector": "1차 철강 제조업,철강재(냉연강판,아연도강판,칼라강판,석도강판,선재류,강관,형강,봉강),비철금속 제조,도매"
  },
  {
    "name": "KG에코솔루션",
    "code": "151860",
    "sector": "자동차 차체나 트레일러 제조업,집단에너지(스팀), 산화동, 폐기물 소각"
  },
  {
    "name": "KG이니시스",
    "code": "035600",
    "sector": "소프트웨어 개발 및 공급업,전자지불서비스"
  },
  {
    "name": "KG케미칼",
    "code": "001390",
    "sector": "기초 화학물질 제조업,콘크리트혼화제, 비료, 친환경농자재, 수처리제"
  },
  {
    "name": "KH 건설",
    "code": "226360",
    "sector": ""
  },
  {
    "name": "KH 미래물산",
    "code": "111870",
    "sector": ""
  },
  {
    "name": "KH 필룩스",
    "code": "033180",
    "sector": ""
  },
  {
    "name": "KH바텍",
    "code": "060720",
    "sector": "전자부품 제조업,휴대폰부품(SHIELD, BRACKET)"
  },
  {
    "name": "KISCO홀딩스",
    "code": "001940",
    "sector": "1차 철강 제조업,지주사업"
  },
  {
    "name": "KNN",
    "code": "058400",
    "sector": "텔레비전 방송업,방송프로그램 제작 및 송출"
  },
  {
    "name": "KPX케미칼",
    "code": "025000",
    "sector": "기초 화학물질 제조업,PPG,PU RESIN,우레탄수지,대향막박리재,반도체 CM PAD,Polyether Polyol,산업용기초화학제품,화공약품 제조,판매"
  },
  {
    "name": "KPX홀딩스",
    "code": "092230",
    "sector": "기초 화학물질 제조업,지주회사"
  },
  {
    "name": "KR모터스",
    "code": "000040",
    "sector": "그외 기타 운송장비 제조업,이륜차(오토바이) 제조,도매"
  },
  {
    "name": "KSS해운",
    "code": "044450",
    "sector": "해상 운송업,특수화물해상운송(액화가스,LPG,암모니아,VCM,석유화학제품 등), 선박대여"
  },
  {
    "name": "KS인더스트리",
    "code": "101000",
    "sector": "특수 목적용 기계 제조업,선박용 크레인,선박구성부품,선박의장품,철구조물 제조/철판 도매/부동산 임대"
  },
  {
    "name": "KT",
    "code": "030200",
    "sector": "전기 통신업,유무선통신사업,공중전기통신사업,인터넷,전자상거래,네트워크(전용회선,데이터통신,초고속사업 등)"
  },
  {
    "name": "KT&G",
    "code": "033780",
    "sector": "담배 제조업,잎담배,제조담배,홍삼,홍삼제품 제조,판매"
  },
  {
    "name": "KTcs",
    "code": "058850",
    "sector": "기타 정보 서비스업,전화번호검색 데이타제공/콜센터 운영"
  },
  {
    "name": "KTis",
    "code": "058860",
    "sector": "기타 정보 서비스업,114전화번호안내, 고객센터"
  },
  {
    "name": "KT나스미디어",
    "code": "089600",
    "sector": "광고업,광고매체 판매"
  },
  {
    "name": "KT밀리의서재",
    "code": "418470",
    "sector": "서적, 잡지 및 기타 인쇄물 출판업,전자책 정기구독 서비스"
  },
  {
    "name": "KT지니뮤직",
    "code": "043610",
    "sector": "영상·오디오물 제공 서비스업,디지털 음악 서비스 및 음원유통"
  },
  {
    "name": "KX",
    "code": "122450",
    "sector": "텔레비전 방송업,방송채널사업 및 방송송출서비스"
  },
  {
    "name": "KX하이텍",
    "code": "052900",
    "sector": "플라스틱제품 제조업,TRAY(반도체Packing재료)"
  },
  {
    "name": "KZ정밀",
    "code": "036560",
    "sector": "일반 목적용 기계 제조업,펌프, 밸브, 주물"
  },
  {
    "name": "LB세미콘",
    "code": "061970",
    "sector": "반도체 제조업,골드범핑, 솔더범핑 등"
  },
  {
    "name": "LB인베스트먼트",
    "code": "309960",
    "sector": "기타 금융업,중소기업 창업투자"
  },
  {
    "name": "LF",
    "code": "093050",
    "sector": "봉제의복 제조업,기성복, 의류, 잡화, 제조"
  },
  {
    "name": "LG",
    "code": "003550",
    "sector": "기타 금융업,지주회사"
  },
  {
    "name": "LG디스플레이",
    "code": "034220",
    "sector": "전자부품 제조업,고화질, 초대형, 폴더블 고부가가치 디스플레이 제품 개발, 제조"
  },
  {
    "name": "LG생활건강",
    "code": "051900",
    "sector": "기타 화학제품 제조업,화장품,생활용품 제조,도매"
  },
  {
    "name": "LG생활건강우",
    "code": "051905",
    "sector": "preferred"
  },
  {
    "name": "LG씨엔에스",
    "code": "064400",
    "sector": "컴퓨터 프로그래밍, 시스템 통합 및 관리업,컨설팅, 시스템 구축/운영, 토탈 아웃소싱 및 AI, 클라우드·스마트팩토리 등 IT신기술 기반의 DX사업"
  },
  {
    "name": "LG에너지솔루션",
    "code": "373220",
    "sector": "일차전지 및 이차전지 제조업,2차전지 (소형,ESS,자동차전지)"
  },
  {
    "name": "LG우",
    "code": "003555",
    "sector": "preferred"
  },
  {
    "name": "LG유플러스",
    "code": "032640",
    "sector": "전기 통신업,개인휴대통신서비스,음성서비스,데이터서비스,부가통신/단말기 도소매/프로그램 개발,자료제공"
  },
  {
    "name": "LG이노텍",
    "code": "011070",
    "sector": "전자부품 제조업,기타 전자부품 제조업"
  },
  {
    "name": "LG전자",
    "code": "066570",
    "sector": "통신 및 방송 장비 제조업,이동통신단말기,C-TV,V.C.R.,컴퓨터,완전평면 TV,플라즈마 디스플레이 패널 TV,전자제품(세탁기외),CDMA(코드분할다중접속)이동통신,전자교환기,전송기기"
  },
  {
    "name": "LG전자우",
    "code": "066575",
    "sector": "preferred"
  },
  {
    "name": "LG헬로비전",
    "code": "037560",
    "sector": "텔레비전 방송업,케이블TV, 인터넷서비스 등"
  },
  {
    "name": "LG화학",
    "code": "051910",
    "sector": "기초 화학물질 제조업,유화/기능/합성수지,재생섬유소,산업재,리튬이온전지,평광판,PVC 제조,도매"
  },
  {
    "name": "LG화학우",
    "code": "051915",
    "sector": "preferred"
  },
  {
    "name": "LIG넥스원",
    "code": "079550",
    "sector": "무기 및 총포탄 제조업,정밀유도무기 등"
  },
  {
    "name": "LK삼양",
    "code": "225190",
    "sector": "사진장비 및 광학기기 제조업,디지털 카메라용 교환렌즈"
  },
  {
    "name": "LS",
    "code": "006260",
    "sector": "기타 금융업,전력용전선,일반전선,통신케이블,동선,알루미늄선,공조기,프라스틱사출성형기 제조,도매"
  },
  {
    "name": "LS ELECTRIC",
    "code": "010120",
    "sector": "전동기, 발전기 및 전기 변환 · 공급 · 제어 장치 제조업,고압기기,저압기기,변압기,배전반,PLC,인버터,빌딩설비,공조기,건축배관,자동화기기 제조,동가공"
  },
  {
    "name": "LS네트웍스",
    "code": "000680",
    "sector": "상품 종합 도매업,혁화,의류,등산용품 도매,제조/부동산 임대"
  },
  {
    "name": "LS마린솔루션",
    "code": "060370",
    "sector": "전기 및 통신 공사업,해저케이블등의 건설 및 유지보수 업무"
  },
  {
    "name": "LS머트리얼즈",
    "code": "417200",
    "sector": "전자부품 제조업,울트라커패시터(셀 및 모듈)"
  },
  {
    "name": "LS에코에너지",
    "code": "229640",
    "sector": "기타 금융업,nan"
  },
  {
    "name": "LS증권",
    "code": "078020",
    "sector": "금융 지원 서비스업,유가증권위탁매매"
  },
  {
    "name": "LS티라유텍",
    "code": "322180",
    "sector": "소프트웨어 개발 및 공급업,스마트팩토리 솔루션"
  },
  {
    "name": "LX세미콘",
    "code": "108320",
    "sector": "반도체 제조업,Display Driver IC"
  },
  {
    "name": "LX인터내셔널",
    "code": "001120",
    "sector": "상품 중개업,전자,기계,화공,유류.금속,의류 수출입,도소매"
  },
  {
    "name": "LX하우시스",
    "code": "108670",
    "sector": "플라스틱제품 제조업,창호재, 자동차부품 등"
  },
  {
    "name": "LX하우시스우",
    "code": "108675",
    "sector": "preferred"
  },
  {
    "name": "LX홀딩스",
    "code": "383800",
    "sector": "기타 금융업,지주회사"
  },
  {
    "name": "LX홀딩스1우",
    "code": "38380K",
    "sector": "preferred"
  },
  {
    "name": "M83",
    "code": "476080",
    "sector": "영화, 비디오물, 방송프로그램 제작 및 배급업,VFX"
  },
  {
    "name": "MDS테크",
    "code": "086960",
    "sector": "소프트웨어 개발 및 공급업,임베디드개발솔루션,임베디드소프트웨어"
  },
  {
    "name": "MH에탄올",
    "code": "023150",
    "sector": "알코올음료 제조업,주정,탄산가스 제조"
  },
  {
    "name": "NAVER",
    "code": "035420",
    "sector": "자료처리, 호스팅, 포털 및 기타 인터넷 정보매개 서비스업,포털 서비스 및 온라인 광고"
  },
  {
    "name": "NEW",
    "code": "160550",
    "sector": "영화, 비디오물, 방송프로그램 제작 및 배급업,영화 투자 및 배급"
  },
  {
    "name": "NE능률",
    "code": "053290",
    "sector": "서적, 잡지 및 기타 인쇄물 출판업,영어학습교재"
  },
  {
    "name": "NHN",
    "code": "181710",
    "sector": "소프트웨어 개발 및 공급업,한게임"
  },
  {
    "name": "NHN KCP",
    "code": "060250",
    "sector": "금융 지원 서비스업,전자결제서비스업"
  },
  {
    "name": "NHN벅스",
    "code": "104200",
    "sector": "소프트웨어 개발 및 공급업,디지털음원유통, 온라인음악서비스"
  },
  {
    "name": "NH올원리츠",
    "code": "400760",
    "sector": "부동산 임대 및 공급업,부동산투자"
  },
  {
    "name": "NH투자증권",
    "code": "005940",
    "sector": "금융 지원 서비스업,증권업,종합금융"
  },
  {
    "name": "NH투자증권우",
    "code": "005945",
    "sector": "preferred"
  },
  {
    "name": "NH프라임리츠",
    "code": "338100",
    "sector": "부동산 임대 및 공급업,부동산 투자"
  },
  {
    "name": "NICE",
    "code": "034310",
    "sector": "회사 본부 및 경영 컨설팅 서비스업,기업신용분석,유가증권등급평정,기업정보,긍융정보,경제정보,소비자신용정보 제공,시장조사,사회여론조사,점외 CD/ATM사업"
  },
  {
    "name": "NICE인프라",
    "code": "063570",
    "sector": "기타 사업지원 서비스업,ATM관리사업,CD-VAN사업"
  },
  {
    "name": "NICE평가정보",
    "code": "030190",
    "sector": "기타 정보 서비스업,개인 및 기업정보, 솔루션"
  },
  {
    "name": "NI스틸",
    "code": "008260",
    "sector": "1차 철강 제조업,스틸파이프,철강재임가공 제조,도매"
  },
  {
    "name": "NPC",
    "code": "004250",
    "sector": "플라스틱제품 제조업,산업용기프라스틱제품(플라스틱 파렛트,시트 파렛트) 제조,판매"
  },
  {
    "name": "NPC우",
    "code": "004255",
    "sector": "preferred"
  },
  {
    "name": "NPX",
    "code": "222160",
    "sector": "특수 목적용 기계 제조업,인쇄회로기판(PCB) 전기검사기"
  },
  {
    "name": "OCI",
    "code": "456040",
    "sector": "기초 화학물질 제조업,폴리실리콘,타르제품,카본블랙,무수프탈산,농약원제,석탄화학제품,정밀화학제품,플라스틱창호재 제조,판매"
  },
  {
    "name": "OCI홀딩스",
    "code": "010060",
    "sector": "기타 금융업,타르제품,카본블랙,무수프탈산,농약원제,석탄화학제품,정밀화학제품,플라스틱창호재 제조,판매"
  },
  {
    "name": "PI첨단소재",
    "code": "178920",
    "sector": "플라스틱제품 제조업,PI(Polyimide)제품"
  },
  {
    "name": "PKC",
    "code": "001340",
    "sector": "기초 화학물질 제조업,가성소다,합성염산 제조,판매"
  },
  {
    "name": "PN풍년",
    "code": "024940",
    "sector": "생활용품 도매업,압력솥"
  },
  {
    "name": "POSCO홀딩스",
    "code": "005490",
    "sector": "1차 철강 제조업,열연코일,냉연강판,후판,선재,스테인리스 제조"
  },
  {
    "name": "PS일렉트로닉스",
    "code": "332570",
    "sector": "전자부품 제조업,전력증폭기 모듈(PAM)"
  },
  {
    "name": "RFHIC",
    "code": "218410",
    "sector": "통신 및 방송 장비 제조업,GaN 트랜지스터"
  },
  {
    "name": "RF머트리얼즈",
    "code": "327260",
    "sector": "전자부품 제조업,광통신, RF통신용 패키지"
  },
  {
    "name": "RF시스템즈",
    "code": "474610",
    "sector": "기타 금속 가공제품 제조업,방산제품(레이더시스템, 안테나시스템, 환경제어시스템 등)"
  },
  {
    "name": "S&K폴리텍",
    "code": "091340",
    "sector": "전자부품 제조업,고밀도폴리우레탄폼시트"
  },
  {
    "name": "S-Oil",
    "code": "010950",
    "sector": "석유 정제품 제조업,석유제품,가스,윤활기유,윤활유,그리스,석유화학제품 제조,도매"
  },
  {
    "name": "S-Oil우",
    "code": "010955",
    "sector": "preferred"
  },
  {
    "name": "SAMG엔터",
    "code": "419530",
    "sector": "영화, 비디오물, 방송프로그램 제작 및 배급업,애니메이션 IP 기획 및 관련 제품 제작"
  },
  {
    "name": "SBI인베스트먼트",
    "code": "019550",
    "sector": "신탁업 및 집합투자업,벤처캐피탈"
  },
  {
    "name": "SBS",
    "code": "034120",
    "sector": "텔레비전 방송업,TV,라디오방송,광고"
  },
  {
    "name": "SB성보",
    "code": "003080",
    "sector": "비료, 농약 및 살균, 살충제 제조업,완제농약(해비치과립,카스텔란),원제농약(슈퍼유나니,다이아톤) 제조,도매"
  },
  {
    "name": "SCL사이언스",
    "code": "246960",
    "sector": "의료용품 및 기타 의약 관련제품 제조업,의료용지혈제, 밀폐제 및 접착제"
  },
  {
    "name": "SDN",
    "code": "099220",
    "sector": "기계장비 및 관련 물품 도매업,태양광기자재 및 선박용엔진 도매, 태양광발전시스템 구축 및 설계"
  },
  {
    "name": "SFA반도체",
    "code": "036540",
    "sector": "반도체 제조업,반도체패키지(SOP,DIP,QFP)"
  },
  {
    "name": "SG",
    "code": "255220",
    "sector": "기타 비금속 광물제품 제조업,아스콘, 레미콘"
  },
  {
    "name": "SG&G",
    "code": "040610",
    "sector": "자동차 신품 부품 제조업,생활정보신문"
  },
  {
    "name": "SGA솔루션즈",
    "code": "184230",
    "sector": "소프트웨어 개발 및 공급업,보안솔루션"
  },
  {
    "name": "SGC E&C",
    "code": "016250",
    "sector": "건물 건설업,건축공사, 플랜트설비, 토목공사"
  },
  {
    "name": "SGC에너지",
    "code": "005090",
    "sector": "전기업,증기, 전기, REC(신재생에너지공급인증서)"
  },
  {
    "name": "SG글로벌",
    "code": "001380",
    "sector": "자동차 신품 부품 제조업,자동차시트 및 자동차시트커버(Seat Trim Cover)"
  },
  {
    "name": "SG세계물산",
    "code": "004060",
    "sector": "상품 종합 도매업,피복류,봉제품,P.E제품 수출입,도매,제조/조경사업"
  },
  {
    "name": "SHD",
    "code": "001770",
    "sector": "1차 철강 제조업,석도강판,표면처리강판 제조,임가공,판매"
  },
  {
    "name": "SH에너지화학",
    "code": "002360",
    "sector": "기초 화학물질 제조업,합성수지(PS/EPS,ABS수지) 제조"
  },
  {
    "name": "SIMPAC",
    "code": "009160",
    "sector": "1차 철강 제조업,프레스, 합금철"
  },
  {
    "name": "SJG세종",
    "code": "033530",
    "sector": "자동차 신품 부품 제조업,자동차부품,자동차소음기(머플러),배기가스정화기,배기계통부품 제조"
  },
  {
    "name": "SJM",
    "code": "123700",
    "sector": "자동차 신품 부품 제조업,자동차및산업용Bellows"
  },
  {
    "name": "SJM홀딩스",
    "code": "025530",
    "sector": "자동차 부품 및 내장품 판매업,지주회사및경영자문"
  },
  {
    "name": "SK",
    "code": "034730",
    "sector": "기타 금융업,지주회사, 시스템통합(SI), 정보통신사업 관련 컨설팅,조사용역,정보통신기술 연구개발/정보통신기기,소프트웨어 개발,도매"
  },
  {
    "name": "SKAI",
    "code": "357880",
    "sector": "소프트웨어 개발 및 공급업,그래프데이터베이스, 그래프분석서비스"
  },
  {
    "name": "SKC",
    "code": "011790",
    "sector": "기타 화학제품 제조업,기초화학원료(PO, PG), 전지용 동박 등을 제조ㆍ판매하는 사업"
  },
  {
    "name": "SK가스",
    "code": "018670",
    "sector": "기타 전문 도매업,액화석유가스,가스기기 판매,수입,저장"
  },
  {
    "name": "SK네트웍스",
    "code": "001740",
    "sector": "기타 전문 도매업,정보통신 유통, 자동차 관리, 글로벌 트레이딩, 호텔&리조트"
  },
  {
    "name": "SK디스커버리",
    "code": "006120",
    "sector": "기타 금융업,화섬사(폴리에스테르원사(폴리에스터F,폴리에스터SF),폴리에스터직물,아세테이트),석유화학부문(TPA,DMT),섬유원료,직물,BOTTLE용CHIP,접착제,폴리우레탄 제조,"
  },
  {
    "name": "SK디스커버리우",
    "code": "006125",
    "sector": "preferred"
  },
  {
    "name": "SK디앤디",
    "code": "210980",
    "sector": "부동산 임대 및 공급업,비주거용 부동산개발 및 임대(오피스, 지식산업센터, 호텔 등)"
  },
  {
    "name": "SK리츠",
    "code": "395400",
    "sector": "부동산 임대 및 공급업,서울 중구 소재 SK서린빌딩 및 전국 116개 주유소 임대 운영"
  },
  {
    "name": "SK바이오사이언스",
    "code": "302440",
    "sector": "기초 의약물질 제조업,백신 제품 및 제제"
  },
  {
    "name": "SK바이오팜",
    "code": "326030",
    "sector": "자연과학 및 공학 연구개발업,신경질환 및 정신질환을 포함한 중추신경 관련 신약 개발"
  },
  {
    "name": "SK스퀘어",
    "code": "402340",
    "sector": "기타 금융업,지주회사"
  },
  {
    "name": "SK시그넷",
    "code": "260870",
    "sector": "전동기, 발전기 및 전기 변환 · 공급 · 제어 장치 제조업,전기차 충전기"
  },
  {
    "name": "SK아이이테크놀로지",
    "code": "361610",
    "sector": "일차전지 및 이차전지 제조업,2차전지용 습식 분리막 및 폴더블 커버 윈도우"
  },
  {
    "name": "SK오션플랜트",
    "code": "100090",
    "sector": "1차 철강 제조업,해상풍력 하부구조물"
  },
  {
    "name": "SK우",
    "code": "03473K",
    "sector": "preferred"
  },
  {
    "name": "SK이노베이션",
    "code": "096770",
    "sector": "석유 정제품 제조업,석유정제,석유화학제품,윤활유제품,아스팔트제품,의약중간체 제조,판매,유전개발,대체에너지사업"
  },
  {
    "name": "SK이노베이션우",
    "code": "096775",
    "sector": "preferred"
  },
  {
    "name": "SK이터닉스",
    "code": "475150",
    "sector": "건물 건설업,부동산 개발"
  },
  {
    "name": "SK증권",
    "code": "001510",
    "sector": "금융 지원 서비스업,증권업,부동산 임대"
  },
  {
    "name": "SK증권우",
    "code": "001515",
    "sector": "preferred"
  },
  {
    "name": "SK케미칼",
    "code": "285130",
    "sector": "합성고무 및 플라스틱 물질 제조업,PETG 수지, PET 수지, 바이오디젤, 백신"
  },
  {
    "name": "SK케미칼우",
    "code": "28513K",
    "sector": "preferred"
  },
  {
    "name": "SK텔레콤",
    "code": "017670",
    "sector": "전기 통신업,이동전화,무선호출서비스,부가통신"
  },
  {
    "name": "SK하이닉스",
    "code": "000660",
    "sector": "반도체 제조업,반도체,컴퓨터,통신기기 제조,도매"
  },
  {
    "name": "SM C&C",
    "code": "048550",
    "sector": "광고업,영상콘텐츠 제작 및 매니지먼트, 광고, 여행"
  },
  {
    "name": "SM Life Design",
    "code": "063440",
    "sector": "기록매체 복제업,추첨식복권 제조, 일반출판 인쇄, CD ·DVD 복제"
  },
  {
    "name": "SNT다이내믹스",
    "code": "003570",
    "sector": "자동차 신품 부품 제조업,자동차부품(동력전달장치 등),공작기계(CNC선반 등),사출성형기 제조"
  },
  {
    "name": "SNT모티브",
    "code": "064960",
    "sector": "자동차 신품 부품 제조업,자동차부품(서스펜션모듈,전장품,속옵서버,에어백,트로틀바디,너클),방산품(총포) 제조,도매"
  },
  {
    "name": "SNT에너지",
    "code": "100840",
    "sector": "일반 목적용 기계 제조업,공냉식 열교환장치,폐열회수장치 제조"
  },
  {
    "name": "SNT홀딩스",
    "code": "036530",
    "sector": "기타 금융업,지배,경영지도,정리,육성"
  },
  {
    "name": "SOOP",
    "code": "067160",
    "sector": "소프트웨어 개발 및 공급업,1인미디어플랫폼"
  },
  {
    "name": "SPC삼립",
    "code": "005610",
    "sector": "기타 식품 제조업,빵,아이스크림,과자,케익,유산균음료,인스턴트식품,병조림,면류,식용유 제조,판매"
  },
  {
    "name": "STX",
    "code": "011810",
    "sector": "상품 종합 도매업,에너지 원료(석탄,석유),산업기자재(기계부품) 도매"
  },
  {
    "name": "STX그린로지스",
    "code": "465770",
    "sector": "해상 운송업,해상운송업 및 물류업"
  },
  {
    "name": "STX엔진",
    "code": "077970",
    "sector": "일반 목적용 기계 제조업,엔진,터빈,내연기관 제조,도매"
  },
  {
    "name": "SUN&L",
    "code": "002820",
    "sector": "나무제품 제조업,합판,가정용가구(선우드),MDF,제재목,하드보드 제조/부동산 임대"
  },
  {
    "name": "SV인베스트먼트",
    "code": "289080",
    "sector": "기타 금융업,중소/벤처기업 투자 및 육성"
  },
  {
    "name": "TBH글로벌",
    "code": "084870",
    "sector": "봉제의복 제조업,캐주얼의류,여성의류,남성의류 제조,도소매"
  },
  {
    "name": "TCC스틸",
    "code": "002710",
    "sector": "1차 철강 제조업,석도강판,표면처리강판 제조,판매"
  },
  {
    "name": "THE CUBE&",
    "code": "013720",
    "sector": "자동차 신품 부품 제조업,엔진부품"
  },
  {
    "name": "THE E&M",
    "code": "089230",
    "sector": "기타 정보 서비스업,인터넷 개인방송 플랫폼"
  },
  {
    "name": "TJ미디어",
    "code": "032540",
    "sector": "영상 및 음향기기 제조업,영상음향반주기"
  },
  {
    "name": "TKG휴켐스",
    "code": "069260",
    "sector": "기타 화학제품 제조업,화합물,화학제품 제조"
  },
  {
    "name": "TP",
    "code": "007980",
    "sector": "봉제의복 제조업,봉제의류(자켓,파카,코트),침구 제조,우모가공,생활용품 도소매,무역"
  },
  {
    "name": "TPC",
    "code": "048770",
    "sector": "일반 목적용 기계 제조업,구동기기(실린더), 방향제어기(밸브)"
  },
  {
    "name": "TS인베스트먼트",
    "code": "246690",
    "sector": "신탁업 및 집합투자업,투자조합 결성 및 투자"
  },
  {
    "name": "TS트릴리온",
    "code": "317240",
    "sector": "기타 화학제품 제조업,기업인수합병"
  },
  {
    "name": "TYM",
    "code": "002900",
    "sector": "특수 목적용 기계 제조업,농기계,연초용필터,금속제양식기,철강압연 제조,도매,수출입/신문서적 수출입,판매"
  },
  {
    "name": "WISCOM",
    "code": "024070",
    "sector": "플라스틱제품 제조업,플라스틱제품(PVC컴파운드,ABS,PS가공) 제조,도매,임가공"
  },
  {
    "name": "YBM넷",
    "code": "057030",
    "sector": "교육지원 서비스업,온라인교육, 수수료수입 등"
  },
  {
    "name": "YG PLUS",
    "code": "037270",
    "sector": "자료처리, 호스팅, 포털 및 기타 인터넷 정보매개 서비스업,광고대행,광고물 제작"
  },
  {
    "name": "YTN",
    "code": "040300",
    "sector": "영화, 비디오물, 방송프로그램 제작 및 배급업,광고/협찬 및 프로그램 제작"
  },
  {
    "name": "YW",
    "code": "051390",
    "sector": "상품 종합 도매업,도소매"
  },
  {
    "name": "iMBC",
    "code": "052220",
    "sector": "영상·오디오물 제공 서비스업,디지털콘텐츠,웹에이젼시"
  },
  {
    "name": "iM금융지주",
    "code": "139130",
    "sector": "기타 금융업,지주회사"
  },
  {
    "name": "가비아",
    "code": "079940",
    "sector": "소프트웨어 개발 및 공급업,도메인,호스팅"
  },
  {
    "name": "가온그룹",
    "code": "078890",
    "sector": "통신 및 방송 장비 제조업,디지털셋톱박스"
  },
  {
    "name": "가온전선",
    "code": "000500",
    "sector": "절연선 및 케이블 제조업,전력선,통신케이블 제조,도매,수출입"
  },
  {
    "name": "가온칩스",
    "code": "399720",
    "sector": "반도체 제조업,설계 솔루션 및 주문형 반도체"
  },
  {
    "name": "가이아코퍼레이션",
    "code": "296520",
    "sector": "생활용품 도매업,유아용품, 완구, 굿즈"
  },
  {
    "name": "감성코퍼레이션",
    "code": "036620",
    "sector": "기타 전문 도매업,의류, 의류디자인, 휴대폰 주변기기"
  },
  {
    "name": "강남제비스코",
    "code": "000860",
    "sector": "기타 화학제품 제조업,도료(페인트,락카,신나,에나멜,바니쉬),안료 제조,판매"
  },
  {
    "name": "강동씨앤엘",
    "code": "198440",
    "sector": "시멘트, 석회, 플라스터 및 그 제품 제조업,시멘트, 레미콘"
  },
  {
    "name": "강스템바이오텍",
    "code": "217730",
    "sector": "기초 의약물질 제조업,줄기세포치료제"
  },
  {
    "name": "강원랜드",
    "code": "035250",
    "sector": "유원지 및 기타 오락관련 서비스업,카지노,관광호텔,골프장,스키장,체육시설 운영"
  },
  {
    "name": "강원에너지",
    "code": "114190",
    "sector": "기타 전기장비 제조업,플랜트설비(산업용 보일러)"
  },
  {
    "name": "갤럭시아머니트리",
    "code": "094480",
    "sector": "소프트웨어 개발 및 공급업,전자결제"
  },
  {
    "name": "갤럭시아에스엠",
    "code": "011420",
    "sector": "스포츠 서비스업,스포츠중계권,스포츠마케팅,광고"
  },
  {
    "name": "경남스틸",
    "code": "039240",
    "sector": "1차 철강 제조업,냉연강판,아연도강판, 산세코일, 열연아연도금강판, 전기아연도금강판 등"
  },
  {
    "name": "경남제약",
    "code": "053950",
    "sector": "의약품 제조업"
  },
  {
    "name": "경농",
    "code": "002100",
    "sector": "비료, 농약 및 살균, 살충제 제조업,완제농약(잡초약,살충제,살균제) 제조"
  },
  {
    "name": "경동나비엔",
    "code": "009450",
    "sector": "가정용 기기 제조업,가정용기름보일러,입형,횡형 온수보일러,가스보일러,버너,흡수식 냉온수기,전기보일러,진공온수보일러,태양열보일러 제조,판매"
  },
  {
    "name": "경동도시가스",
    "code": "267290",
    "sector": "연료용 가스 제조 및 배관공급업,도시가스"
  },
  {
    "name": "경동인베스트",
    "code": "012320",
    "sector": "기타 금융업,지주회사"
  },
  {
    "name": "경동제약",
    "code": "011040",
    "sector": "의약품 제조업,듀오로반정, 발디핀정, 아트로반정 등"
  },
  {
    "name": "경방",
    "code": "000050",
    "sector": "종합 소매업,섬유류(면사,면혼방사,면직물,면혼방직물,화섬사,화섬직물) 제조,도매,수출입"
  },
  {
    "name": "경보제약",
    "code": "214390",
    "sector": "기초 의약물질 제조업,아토르바스타틴, 세프티족심, 세프트리약손"
  },
  {
    "name": "경인양행",
    "code": "012610",
    "sector": "기초 화학물질 제조업,반응성염료,직접염료,산성염료,삼원색원료 제조,수출입"
  },
  {
    "name": "경인전자",
    "code": "009140",
    "sector": "전자부품 제조업,스위치,리모콘,배선기구,섬머스타트,게임기,전자부품 제조,판매"
  },
  {
    "name": "경창산업",
    "code": "024910",
    "sector": "자동차 신품 부품 제조업,각종 케이블, 개폐랫치, 리저브탱크, 밴드류, 페달류, 오토트랜스미션부품, 시트용 단품"
  },
  {
    "name": "계룡건설",
    "code": "013580",
    "sector": "토목 건설업,건축공사,주택공사,토목공사,포장공사,전기공사"
  },
  {
    "name": "계양전기",
    "code": "012200",
    "sector": "일반 목적용 기계 제조업,전동공구(그라인더,드릴,커팅머신 등), 엔진, 자동차용 모터 제조"
  },
  {
    "name": "계양전기우",
    "code": "012205",
    "sector": "preferred"
  },
  {
    "name": "고려산업",
    "code": "002140",
    "sector": "곡물가공품, 전분 및 전분제품 제조업,배합사료,플라스틱용기 제조/부동산 임대"
  },
  {
    "name": "고려신용정보",
    "code": "049720",
    "sector": "기타 사업지원 서비스업,채권추심, 신용조사"
  },
  {
    "name": "고려아연",
    "code": "010130",
    "sector": "1차 비철금속 제조업,연,아연괴 제조,판매"
  },
  {
    "name": "고려제강",
    "code": "002240",
    "sector": "1차 철강 제조업,PC강선,선재 2차제품,와이어로프,비드와이어,SC(Surpass Coat) Stand,각종선재 제조,도매"
  },
  {
    "name": "고려제약",
    "code": "014570",
    "sector": "의약품 제조업,하벤(종합감기약),뉴로메드(치매치료제)등"
  },
  {
    "name": "고바이오랩",
    "code": "348150",
    "sector": "자연과학 및 공학 연구개발업,마이크로바이옴 치료제 및 건강기능식품"
  },
  {
    "name": "고스트스튜디오",
    "code": "950190",
    "sector": "소프트웨어 개발 및 공급업,캐주얼게임, 소셜카지노게임"
  },
  {
    "name": "고영",
    "code": "098460",
    "sector": "특수 목적용 기계 제조업,전자제품및반도체생산용 3차원 납도포검사장비"
  },
  {
    "name": "골드앤에스",
    "code": "035290",
    "sector": "서적, 잡지 및 기타 인쇄물 출판업,방과후컴퓨터상설반,교재및CD"
  },
  {
    "name": "골프존",
    "code": "215000",
    "sector": "소프트웨어 개발 및 공급업,골프시뮬레이터"
  },
  {
    "name": "골프존홀딩스",
    "code": "121440",
    "sector": "상품 중개업,골프시뮬레이터"
  },
  {
    "name": "공구우먼",
    "code": "366030",
    "sector": "의복 액세서리 제조업,플러스사이즈 여성용 의류 및 잡화"
  },
  {
    "name": "광동제약",
    "code": "009290",
    "sector": "의약품 제조업,의약품,식음료 제조,도매"
  },
  {
    "name": "광동헬스바이오",
    "code": "086220",
    "sector": "기타 식품 제조업,건강기능식품"
  },
  {
    "name": "광림",
    "code": "014200",
    "sector": ""
  },
  {
    "name": "광명전기",
    "code": "017040",
    "sector": "전동기, 발전기 및 전기 변환 · 공급 · 제어 장치 제조업,수배전반,가스절연개폐장치,빌딩자동화시스템,중앙감시반,자동제어반 제조,도소매,무역"
  },
  {
    "name": "광무",
    "code": "029480",
    "sector": "통신 및 방송 장비 제조업,네트워크 통합사업,네트워크 장비, 光 전송장비, S/W 제조, 네트워크관리"
  },
  {
    "name": "광전자",
    "code": "017900",
    "sector": "반도체 제조업,트랜지스터,SMD TR,발광소자,리모콘모듈,발광다이오드(L.E.D),다이오드용웨이퍼팹(Fab) 제조,판매"
  },
  {
    "name": "광주신세계",
    "code": "037710",
    "sector": "종합 소매업,백화점"
  },
  {
    "name": "광진실업",
    "code": "026910",
    "sector": "1차 철강 제조업,마봉"
  },
  {
    "name": "교보14호스팩",
    "code": "456490",
    "sector": "금융 지원 서비스업,기업 인수 및 합병"
  },
  {
    "name": "교보15호스팩",
    "code": "465320",
    "sector": "금융 지원 서비스업,기업인수합병"
  },
  {
    "name": "교보16호스팩",
    "code": "482520",
    "sector": "금융 지원 서비스업,기업인수합병"
  },
  {
    "name": "교보17호스팩",
    "code": "489210",
    "sector": "금융 지원 서비스업,기업인수합병"
  },
  {
    "name": "교보18호스팩",
    "code": "0041B0",
    "sector": "금융 지원 서비스업,기업인수합병"
  },
  {
    "name": "교보증권",
    "code": "030610",
    "sector": "금융 지원 서비스업,유가증권 매매,중개,대리,인수"
  },
  {
    "name": "교촌에프앤비",
    "code": "339770",
    "sector": "음·식료품 및 담배 도매업,치킨 프랜차이즈"
  },
  {
    "name": "구영테크",
    "code": "053270",
    "sector": "자동차 신품 부품 제조업,엔진 브라켓(Engine Bracket) 등"
  },
  {
    "name": "국도화학",
    "code": "007690",
    "sector": "기초 화학물질 제조업,에폭시수지,폴리아마이드수지,아염소산소다 제조,도소매"
  },
  {
    "name": "국보",
    "code": "001140",
    "sector": ""
  },
  {
    "name": "국보디자인",
    "code": "066620",
    "sector": "실내건축 및 건축마무리 공사업,인테리어디자인"
  },
  {
    "name": "국순당",
    "code": "043650",
    "sector": "알코올음료 제조업,탁주 및 약주"
  },
  {
    "name": "국영지앤엠",
    "code": "006050",
    "sector": "유리 및 유리제품 제조업,강화유리"
  },
  {
    "name": "국일신동",
    "code": "060480",
    "sector": "1차 비철금속 제조업,황동봉"
  },
  {
    "name": "국일제지",
    "code": "078130",
    "sector": "기타 종이 및 판지 제품 제조업,산업용 및 가정용 지류(강판간지, 다공지 등)"
  },
  {
    "name": "국전약품",
    "code": "307750",
    "sector": "의약품 제조업,기업 인수 및 합병"
  },
  {
    "name": "국제약품",
    "code": "002720",
    "sector": "의약품 제조업,항생제,안약,제약 제조,도매"
  },
  {
    "name": "그래디언트",
    "code": "035080",
    "sector": "무점포 소매업,전자상거래"
  },
  {
    "name": "그래피",
    "code": "318060",
    "sector": "합성고무 및 플라스틱 물질 제조업,형상기억 투명교정장치, 3D프린팅 소재, 질소경화기 등"
  },
  {
    "name": "그리드위즈",
    "code": "453450",
    "sector": "그외 기타 전문, 과학 및 기술 서비스업,수요관리 서비스, 전기차 충전기 모뎀 등"
  },
  {
    "name": "그리티",
    "code": "204020",
    "sector": "봉제의복 제조업,내의(원더브라, 플레이텍스, 미싱도로시, 르페)"
  },
  {
    "name": "그린리소스",
    "code": "402490",
    "sector": "반도체 제조업,반도체 및 디스플레이 장비 보호코팅 및 소재"
  },
  {
    "name": "그린생명과학",
    "code": "114450",
    "sector": "기초 의약물질 제조업,의약품 중간체 등"
  },
  {
    "name": "그린케미칼",
    "code": "083420",
    "sector": "기타 화학제품 제조업,비이온계면활성제 제조,도매"
  },
  {
    "name": "그린플러스",
    "code": "186230",
    "sector": "1차 비철금속 제조업,첨단유리온실, 온실용자재설치공사, 알루미늄 압출/가공제품"
  },
  {
    "name": "극동유화",
    "code": "014530",
    "sector": "석유 정제품 제조업,윤활유,유동파라핀,왁스,방수용시트,아스팔트 제조/수입자동차,부품 도매/가스충전,산업설비 청소"
  },
  {
    "name": "글로벌에스엠",
    "code": "900070",
    "sector": "기타 금융업,자회사 제품 : IT기기용 정밀 화스너부품(스크류, 샤프트, 스프링)"
  },
  {
    "name": "글로벌텍스프리",
    "code": "204620",
    "sector": "금융 지원 서비스업,환급창구운영사업"
  },
  {
    "name": "글로본",
    "code": "019660",
    "sector": "상품 종합 도매업,화장품 외"
  },
  {
    "name": "금강공업",
    "code": "014280",
    "sector": "1차 철강 제조업,건설가설재,강관,거푸집 제조,판매"
  },
  {
    "name": "금강공업우",
    "code": "014285",
    "sector": "preferred"
  },
  {
    "name": "금강철강",
    "code": "053260",
    "sector": "1차 철강 제조업,냉연압연강판, 산세코일"
  },
  {
    "name": "금비",
    "code": "008870",
    "sector": "유리 및 유리제품 제조업,유리제품(주류병) 제조/화장품 도소매,수입(병제조기기)"
  },
  {
    "name": "금양",
    "code": "001570",
    "sector": "기초 화학물질 제조업,발포제,사카린,OPTSA,베나졸,TCA 제조"
  },
  {
    "name": "금양그린파워",
    "code": "282720",
    "sector": "전기 및 통신 공사업,플랜트, 발전소 및 신재생에너지 발전소 공사 및 용역"
  },
  {
    "name": "금호건설",
    "code": "002990",
    "sector": "건물 건설업,종합건설/여객운송,관광/부동산 임대,분양"
  },
  {
    "name": "금호건설우",
    "code": "002995",
    "sector": "preferred"
  },
  {
    "name": "금호석유화학",
    "code": "011780",
    "sector": "기초 화학물질 제조업,합성고무 SBR(스티렌부타디엔러버),BR(폴리부타디엔러버),합성수지,BD,라텍스 제조,도소매"
  },
  {
    "name": "금호석유화학우",
    "code": "011785",
    "sector": "preferred"
  },
  {
    "name": "금호에이치티",
    "code": "214330",
    "sector": "자동차 신품 부품 제조업,자동차용 전구 및 LED모듈"
  },
  {
    "name": "금호전기",
    "code": "001210",
    "sector": "전구 및 조명장치 제조업,형광등,백열전구,전구식현광등,실드빔(차량용전조) 제조,판매"
  },
  {
    "name": "금호타이어",
    "code": "073240",
    "sector": "고무제품 제조업,타이어,튜브 제조,도매,무역"
  },
  {
    "name": "금화피에스시",
    "code": "036190",
    "sector": "전기 및 통신 공사업,설비,철물,전기,강구조물"
  },
  {
    "name": "기가레인",
    "code": "049080",
    "sector": "전자부품 제조업,RF통신부품 및 반도체 장비"
  },
  {
    "name": "기가비스",
    "code": "420770",
    "sector": "특수 목적용 기계 제조업,반도체 기판용 광학검사 및 수리장비"
  },
  {
    "name": "기산텔레콤",
    "code": "035460",
    "sector": "통신 및 방송 장비 제조업,광모듈, 에코 켄슬러, 중계기, VoIP Server등"
  },
  {
    "name": "기신정기",
    "code": "092440",
    "sector": "특수 목적용 기계 제조업,몰드베이스,금형부품,정밀기계기구 제조,도매,무역"
  },
  {
    "name": "기아",
    "code": "000270",
    "sector": "자동차용 엔진 및 자동차 제조업,승용차,중대형버스,트럭,민수특수차량,군수차량 제조,판매,정비"
  },
  {
    "name": "기업은행",
    "code": "024110",
    "sector": "은행 및 저축기관,은행업"
  },
  {
    "name": "길교이앤씨",
    "code": "456700",
    "sector": ""
  },
  {
    "name": "까뮤이앤씨",
    "code": "013700",
    "sector": "건물 건설업,토목공사,건축공사/부동산 임대"
  },
  {
    "name": "깨끗한나라",
    "code": "004540",
    "sector": "펄프, 종이 및 판지 제조업,펄프,판지원지,화장지 제조,수출입"
  },
  {
    "name": "깨끗한나라우",
    "code": "004545",
    "sector": "preferred"
  },
  {
    "name": "꿈비",
    "code": "407400",
    "sector": "가구 제조업,놀이방매트, 유아거실가구 등"
  },
  {
    "name": "나노",
    "code": "187790",
    "sector": "기초 화학물질 제조업,SCR촉매"
  },
  {
    "name": "나노신소재",
    "code": "121600",
    "sector": "기타 화학제품 제조업,인듐계 산화물 TCO Target, 반도체 CMP Slurry 등"
  },
  {
    "name": "나노실리칸첨단소재",
    "code": "286750",
    "sector": "기초 화학물질 제조업,보안응용제품(M-tag 및 M-pac), 보안소재제품(M-secuprint)"
  },
  {
    "name": "나노씨엠에스",
    "code": "247660",
    "sector": "전자부품 제조업,근적외선 흡수/반사 안료, 자외선 유기형광 안료, 적외선 발광체"
  },
  {
    "name": "나노엔텍",
    "code": "039860",
    "sector": "의료용 기기 제조업,의료기기 및 실험기기"
  },
  {
    "name": "나노캠텍",
    "code": "091970",
    "sector": "플라스틱제품 제조업,투명전도성관련제품"
  },
  {
    "name": "나노팀",
    "code": "417010",
    "sector": "일반 목적용 기계 제조업,전기차용 방열제품"
  },
  {
    "name": "나눔테크",
    "code": "244880",
    "sector": "의료용 기기 제조업,자동심장충격기, 골밀도진단기"
  },
  {
    "name": "나라셀라",
    "code": "405920",
    "sector": "음·식료품 및 담배 도매업,와인 도소매"
  },
  {
    "name": "나라소프트",
    "code": "288490",
    "sector": "소프트웨어 개발 및 공급업,체육용솔루션(NS트루골프, NS테니스, NS축구, NS승마 등)"
  },
  {
    "name": "나라엠앤디",
    "code": "051490",
    "sector": "특수 목적용 기계 제조업,금형,사출 및 판금부품"
  },
  {
    "name": "나래나노텍",
    "code": "137080",
    "sector": "특수 목적용 기계 제조업,디스플레이 장비 (포토, 코팅, 모듈 장비)"
  },
  {
    "name": "나무가",
    "code": "190510",
    "sector": "전자부품 제조업,스마트폰 카메라모듈, 노트북 카메라모듈"
  },
  {
    "name": "나무기술",
    "code": "242040",
    "sector": "소프트웨어 개발 및 공급업,응용소프트웨어 개발 및 공급업"
  },
  {
    "name": "나우IB",
    "code": "293580",
    "sector": "기타 금융업,투자조합, PEF 결성 및 투자"
  },
  {
    "name": "나우로보틱스",
    "code": "459510",
    "sector": "특수 목적용 기계 제조업,산업용로봇 및 로봇자동화시스템"
  },
  {
    "name": "나우코스",
    "code": "257990",
    "sector": "기타 화학제품 제조업,화장품, 동물용의약외품"
  },
  {
    "name": "나이벡",
    "code": "138610",
    "sector": "의료용품 및 기타 의약 관련제품 제조업,치아미백제,치과용 골이식재"
  },
  {
    "name": "나이스디앤비",
    "code": "130580",
    "sector": "기타 사업지원 서비스업,기업신용조사 보고서"
  },
  {
    "name": "나이스정보통신",
    "code": "036800",
    "sector": "전기 통신업,카드 VAN사업"
  },
  {
    "name": "나인테크",
    "code": "267320",
    "sector": "특수 목적용 기계 제조업,이차전지 제조 장비"
  },
  {
    "name": "남광토건",
    "code": "001260",
    "sector": "토목 건설업,토목공사,건축공사,기전공사,측량설계시공,용역/철구조물 제조"
  },
  {
    "name": "남선알미늄",
    "code": "008350",
    "sector": "1차 비철금속 제조업,알미늄샷시 제조/환경사업"
  },
  {
    "name": "남선알미우",
    "code": "008355",
    "sector": "preferred"
  },
  {
    "name": "남성",
    "code": "004270",
    "sector": "기타 전문 도매업,수출입(카오디오)/통신기기 제조,판매/이동통신,유선방송,정보통신/생활필수품,식품 판매/부동산 임대"
  },
  {
    "name": "남양유업",
    "code": "003920",
    "sector": "동·식물성 유지 및 낙농제품 제조업,시유,조제분유,발효유,이유밀,치즈,프렌치까페 제조,도매"
  },
  {
    "name": "남양유업우",
    "code": "003925",
    "sector": "preferred"
  },
  {
    "name": "남해화학",
    "code": "025860",
    "sector": "비료, 농약 및 살균, 살충제 제조업,비료(요소,복합비료),공업제품원료 제조,도매"
  },
  {
    "name": "남화산업",
    "code": "111710",
    "sector": "스포츠 서비스업,골프장 서비스"
  },
  {
    "name": "남화토건",
    "code": "091590",
    "sector": "건물 건설업,건축공사, 토목공사"
  },
  {
    "name": "내츄럴엔도텍",
    "code": "168330",
    "sector": "자연과학 및 공학 연구개발업,백수오 여성호르몬제, 백수오등복합추출물(원료)"
  },
  {
    "name": "네오리진",
    "code": "094860",
    "sector": "소프트웨어 개발 및 공급업,게임소프트웨어 제작 및 판매"
  },
  {
    "name": "네오셈",
    "code": "253590",
    "sector": "특수 목적용 기계 제조업,반도체 검사장비"
  },
  {
    "name": "네오오토",
    "code": "212560",
    "sector": "자동차 신품 부품 제조업,피니언 기어, 디프 어셈블리, 대형기어"
  },
  {
    "name": "네오위즈",
    "code": "095660",
    "sector": "소프트웨어 개발 및 공급업,피망,스페셜포스"
  },
  {
    "name": "네오위즈홀딩스",
    "code": "042420",
    "sector": "소프트웨어 개발 및 공급업,지주사업"
  },
  {
    "name": "네오이뮨텍",
    "code": "950220",
    "sector": "자연과학 및 공학 연구개발업,면역항암제"
  },
  {
    "name": "네오크레마",
    "code": "311390",
    "sector": "기타 식품 제조업,기능성 식품 원료"
  },
  {
    "name": "네오티스",
    "code": "085910",
    "sector": "자동차 신품 부품 제조업,마이크로비트,샤프트"
  },
  {
    "name": "네오팜",
    "code": "092730",
    "sector": "기타 화학제품 제조업,생체기능성(아토피)보습제"
  },
  {
    "name": "네오펙트",
    "code": "290660",
    "sector": "의료용 기기 제조업,라파엘스마트글러브 외"
  },
  {
    "name": "네온테크",
    "code": "306620",
    "sector": "특수 목적용 기계 제조업,기업인수합병"
  },
  {
    "name": "네이블",
    "code": "153460",
    "sector": "소프트웨어 개발 및 공급업,유무선융합 인프라, 클라이언트 및 All-IP 통신보안"
  },
  {
    "name": "네이처셀",
    "code": "007390",
    "sector": "기초 의약물질 제조업,닥터쥬크르"
  },
  {
    "name": "네패스",
    "code": "033640",
    "sector": "반도체 제조업,반도체및TFT-LCD용현상액"
  },
  {
    "name": "네패스아크",
    "code": "330860",
    "sector": "그외 기타 전문, 과학 및 기술 서비스업,반도체 테스트 서비스"
  },
  {
    "name": "넥사다이내믹스",
    "code": "351320",
    "sector": "특수 목적용 기계 제조업,기업인수목적회사"
  },
  {
    "name": "넥센",
    "code": "005720",
    "sector": "고무제품 제조업,자동차용 재생타이어튜브,솔리드타이어,고무부품,골프볼,와이어로프소재,특수강선,열처리도금선,건자재 제조,판매,수출입"
  },
  {
    "name": "넥센우",
    "code": "005725",
    "sector": "preferred"
  },
  {
    "name": "넥센타이어",
    "code": "002350",
    "sector": "고무제품 제조업,타이어,후랩,고무제타이어(승용자동차용,래디알구조) 제조"
  },
  {
    "name": "넥센타이어1우B",
    "code": "002355",
    "sector": "preferred"
  },
  {
    "name": "넥스턴앤롤코리아",
    "code": "089140",
    "sector": "특수 목적용 기계 제조업,CNC자동선반"
  },
  {
    "name": "넥스트바이오메디컬",
    "code": "389650",
    "sector": "의료용 기기 제조업,내시경용 지혈재, 혈관색전 미립구"
  },
  {
    "name": "넥스트아이",
    "code": "137940",
    "sector": "측정, 시험, 항해, 제어 및 기타 정밀기기 제조업; 광학기기 제외,LCD 편광필름 검사장비, BLU 검사장비 등"
  },
  {
    "name": "넥스트칩",
    "code": "396270",
    "sector": "반도체 제조업,차량 및 자율주행차용 비메모리 반도체(ISP, AHD, ADAS/AD)"
  },
  {
    "name": "넥스틴",
    "code": "348210",
    "sector": "특수 목적용 기계 제조업,반도체 전공정용 패턴결함 검사장비(AEGIS 등)"
  },
  {
    "name": "넥스틸",
    "code": "092790",
    "sector": "1차 철강 제조업,OCTG Pipe, Line Pipe, Standard Pipe, 일반관"
  },
  {
    "name": "넥슨게임즈",
    "code": "225570",
    "sector": "소프트웨어 개발 및 공급업,온라인 및 모바일 게임"
  },
  {
    "name": "넥써쓰",
    "code": "205500",
    "sector": "소프트웨어 개발 및 공급업,모바일게임"
  },
  {
    "name": "넵튠",
    "code": "217270",
    "sector": "소프트웨어 개발 및 공급업,모바일게임"
  },
  {
    "name": "넷마블",
    "code": "251270",
    "sector": "소프트웨어 개발 및 공급업,온라인·모바일 게임 소프트웨어 개발 및 공급"
  },
  {
    "name": "노드메이슨",
    "code": "317860",
    "sector": "기타 화학제품 제조업,헉슬리/Huxley 화장품(스킨케어 스페셜/스킨케어베이직)"
  },
  {
    "name": "노랑풍선",
    "code": "104620",
    "sector": "여행사 및 기타 여행보조 서비스업,국내외여행 알선, 항공권 판매"
  },
  {
    "name": "노루페인트",
    "code": "090350",
    "sector": "기타 화학제품 제조업,페인트 제조"
  },
  {
    "name": "노루페인트우",
    "code": "090355",
    "sector": "preferred"
  },
  {
    "name": "노루홀딩스",
    "code": "000320",
    "sector": "기타 금융업,지주사업"
  },
  {
    "name": "노루홀딩스우",
    "code": "000325",
    "sector": "preferred"
  },
  {
    "name": "노머스",
    "code": "473980",
    "sector": "창작 및 예술관련 서비스업,공연기획 및 MD, Fromm 플랫폼"
  },
  {
    "name": "노바렉스",
    "code": "194700",
    "sector": "기타 식품 제조업,건강기능식품 제조"
  },
  {
    "name": "노바텍",
    "code": "285490",
    "sector": "그외 기타 제품 제조업,Magnet, Shield Magnet, 심재"
  },
  {
    "name": "노브랜드",
    "code": "145170",
    "sector": "편조의복 제조업,Knit, Woven 의류"
  },
  {
    "name": "노브메타파마",
    "code": "229500",
    "sector": "자연과학 및 공학 연구개발업,대사질환 신약 개발 및 건강기능식픔"
  },
  {
    "name": "노블엠앤비",
    "code": "106520",
    "sector": "사진장비 및 광학기기 제조업,차량용 카메라렌즈 및 프로젝션광학모듈렌즈"
  },
  {
    "name": "노을",
    "code": "376930",
    "sector": "의료용 기기 제조업,융복합 체외진단 플랫폼"
  },
  {
    "name": "노타",
    "code": "486990",
    "sector": "소프트웨어 개발 및 공급업,AI 최적화 및 경량화 소프트웨어"
  },
  {
    "name": "녹십자",
    "code": "006280",
    "sector": "의약품 제조업,알부민외 제조,판매"
  },
  {
    "name": "녹십자엠에스",
    "code": "142280",
    "sector": "의료용품 및 기타 의약 관련제품 제조업,혈액백, 진단시약, 혈액투석액"
  },
  {
    "name": "녹십자웰빙",
    "code": "234690",
    "sector": "의약품 제조업,전문의약품, 건강기능식품"
  },
  {
    "name": "녹십자홀딩스",
    "code": "005250",
    "sector": "회사 본부 및 경영 컨설팅 서비스업,알부민,유로키나제,간염백신,유행성출혈열백신 제조"
  },
  {
    "name": "녹십자홀딩스2우",
    "code": "005257",
    "sector": "preferred"
  },
  {
    "name": "농심",
    "code": "004370",
    "sector": "기타 식품 제조업,라면,스낵,유지 제조,도매,수출입"
  },
  {
    "name": "농심홀딩스",
    "code": "072710",
    "sector": "기타 금융업,지주회사,투자자문,경영컨설팅 서비스"
  },
  {
    "name": "농우바이오",
    "code": "054050",
    "sector": "작물 재배업,고추, 수박, 참외(메론), 오이, 호박, 무, 배추 등"
  },
  {
    "name": "누리플랜",
    "code": "069140",
    "sector": "구조용 금속제품, 탱크 및 증기발생기 제조업,경관조명, 경관시설"
  },
  {
    "name": "누리플렉스",
    "code": "040160",
    "sector": "소프트웨어 개발 및 공급업,지능형검침인프라(AMI),에너지관리시스템, 플랫폼 SW"
  },
  {
    "name": "누보",
    "code": "332290",
    "sector": "비료, 농약 및 살균, 살충제 제조업,기업 인수 및 합병"
  },
  {
    "name": "뉴로메카",
    "code": "348340",
    "sector": "특수 목적용 기계 제조업,협동로봇, 협동로봇 자동화 플랫폼, 로봇제어기 등"
  },
  {
    "name": "뉴로핏",
    "code": "380550",
    "sector": "소프트웨어 개발 및 공급업,Neurophet AQUA, Neurophet Scale PET, Neurophet AQUA AD"
  },
  {
    "name": "뉴보텍",
    "code": "060260",
    "sector": "플라스틱제품 제조업,고강성 PVC DC, HDPE 등"
  },
  {
    "name": "뉴엔AI",
    "code": "463020",
    "sector": "소프트웨어 개발 및 공급업,AI 빅데이터 분석 플랫폼"
  },
  {
    "name": "뉴온",
    "code": "123840",
    "sector": "기타 식품 제조업,진공장비"
  },
  {
    "name": "뉴인텍",
    "code": "012340",
    "sector": "자동차 신품 부품 제조업,친환경 차량용 커패시터"
  },
  {
    "name": "뉴키즈온",
    "code": "462310",
    "sector": "봉제의복 제조업,유아동용 의복"
  },
  {
    "name": "뉴트리",
    "code": "270870",
    "sector": "기타 식품 제조업,에버콜라겐, 지노마스터 등"
  },
  {
    "name": "뉴파워프라즈마",
    "code": "144960",
    "sector": "특수 목적용 기계 제조업,플라즈마 세정기(Remote Plasma Cleaning Generator)"
  },
  {
    "name": "뉴프렉스",
    "code": "085670",
    "sector": "전자부품 제조업,연성인쇄회로기판"
  },
  {
    "name": "다날",
    "code": "064260",
    "sector": "소프트웨어 개발 및 공급업,모바일콘텐츠 및 유무선전화결제"
  },
  {
    "name": "다보링크",
    "code": "340360",
    "sector": "통신 및 방송 장비 제조업,AP, APController 외"
  },
  {
    "name": "다산네트웍스",
    "code": "039560",
    "sector": "통신 및 방송 장비 제조업,네트워크 통신장비"
  },
  {
    "name": "다산솔루에타",
    "code": "154040",
    "sector": "전자부품 제조업,전자파 차폐소재"
  },
  {
    "name": "다스코",
    "code": "058730",
    "sector": "구조용 금속제품, 탱크 및 증기발생기 제조업,데크플레이트,도로안전시설물(가드레일,강재방호책),건축용단열재보드(경질우레탄보드),신재생에너지사업"
  },
  {
    "name": "다올투자증권",
    "code": "030210",
    "sector": "금융 지원 서비스업,금융업, 서비스, 부동산"
  },
  {
    "name": "다우기술",
    "code": "023590",
    "sector": "자료처리, 호스팅, 포털 및 기타 인터넷 정보매개 서비스업,인터넷솔루션 개발,도매,IT컨설팅,시스템 설계,자문,인터넷관련서비스/부동산분양,개발,임대"
  },
  {
    "name": "다우데이타",
    "code": "032190",
    "sector": "기계장비 및 관련 물품 도매업,Autodesk 제품군 및 보안, 백신 소프트웨어 등"
  },
  {
    "name": "다원넥스뷰",
    "code": "323350",
    "sector": "특수 목적용 기계 제조업,LSMB(Laser Micro Bonding System)"
  },
  {
    "name": "다원시스",
    "code": "068240",
    "sector": "전동기, 발전기 및 전기 변환 · 공급 · 제어 장치 제조업,핵융합 전원장치, 플라즈마 전원장치, 태양광 CVD 전원장치, 산업용 특수정류기"
  },
  {
    "name": "다이나믹디자인",
    "code": "145210",
    "sector": "특수 목적용 기계 제조업,타이어 금형, 타이어 제조설비"
  },
  {
    "name": "달바글로벌",
    "code": "483650",
    "sector": "기타 화학제품 제조업,기초 화장품, 건강기능식품 등"
  },
  {
    "name": "닷밀",
    "code": "464580",
    "sector": "영화, 비디오물, 방송프로그램 제작 및 배급업,실감미디어 콘텐츠 및 시설 구축, 전시 및 테마파크 운영"
  },
  {
    "name": "대교",
    "code": "019680",
    "sector": "초등 교육기관,학습지,참고서 출판/건설업/종합유선방송 프로그램공급,디지털학원"
  },
  {
    "name": "대교우B",
    "code": "019685",
    "sector": "preferred"
  },
  {
    "name": "대구백화점",
    "code": "006370",
    "sector": "종합 소매업,백화점운영,임대사업(백화점 코너)"
  },
  {
    "name": "대덕",
    "code": "008060",
    "sector": "기타 금융업,산업용 인쇄회로기판,다층 인쇄회로기판,빌드업기판,반도체패키지기판,메모리모듈기판 제조"
  },
  {
    "name": "대덕1우",
    "code": "00806K",
    "sector": "preferred"
  },
  {
    "name": "대덕전자",
    "code": "353200",
    "sector": "전자부품 제조업,PCB(Printed Circuit Board, 인쇄회로기판)의 제조 및 판매"
  },
  {
    "name": "대덕전자1우",
    "code": "35320K",
    "sector": "preferred"
  },
  {
    "name": "대동",
    "code": "000490",
    "sector": "특수 목적용 기계 제조업,경운기,트랙터,이앙기,바인더,수확기(콤바인),농업용엔진 및 부품 제조,판매"
  },
  {
    "name": "대동고려삼",
    "code": "178600",
    "sector": "기타 식품 제조업,인삼식품(홍삼진액, 홍삼정)"
  },
  {
    "name": "대동금속",
    "code": "020400",
    "sector": "금속 주조업,농기계 주문제품 및 상용차 실린더 헤드, 경승용차 실린더 브록 외"
  },
  {
    "name": "대동기어",
    "code": "008830",
    "sector": "특수 목적용 기계 제조업,기어, 베벨기어, 축, 엑셀, T/M, 유성감속기, 기타조립품"
  },
  {
    "name": "대동스틸",
    "code": "048470",
    "sector": "기타 전문 도매업,열연박판, 후판, 무늬강판 외"
  },
  {
    "name": "대동전자",
    "code": "008110",
    "sector": "통신 및 방송 장비 제조업,통신음향,전자기계기구용 플라스틱제품 제조,도매"
  },
  {
    "name": "대륙제관",
    "code": "004780",
    "sector": "기타 금속 가공제품 제조업,휴대용부탄가스 및 금속포장용기"
  },
  {
    "name": "대림바스",
    "code": "005750",
    "sector": "내화, 비내화 요업제품 제조업,위생도기,내장타일,조립식욕실제품 제조,판매/부동산 임대"
  },
  {
    "name": "대림제지",
    "code": "017650",
    "sector": "기타 종이 및 판지 제품 제조업,골판지원지"
  },
  {
    "name": "대림통상",
    "code": "006570",
    "sector": "기타 금속 가공제품 제조업,수전금구,비데,위생도기,샤워부스,타일,양식기,무역"
  },
  {
    "name": "대명에너지",
    "code": "389260",
    "sector": "건물 건설업,신재생에너지 발전 공사 및 용역"
  },
  {
    "name": "대모",
    "code": "317850",
    "sector": "특수 목적용 기계 제조업,유압브레이커, 특수장비/부품, 퀵커플러 등"
  },
  {
    "name": "대보마그네틱",
    "code": "290670",
    "sector": "기타 전기장비 제조업,전자석탈철기, 자력선별기"
  },
  {
    "name": "대봉엘에스",
    "code": "078140",
    "sector": "의약품 제조업,원료의약품,화장품원료"
  },
  {
    "name": "대산F&B",
    "code": "065150",
    "sector": "음·식료품 및 담배 도매업,외식프랜차이즈사업,육류가공,식자재유통등"
  },
  {
    "name": "대상",
    "code": "001680",
    "sector": "기타 식품 제조업,전분,라이신,물엿,과당,포도당,MSG및 사료,조미료,항생제,핵산,커피 제조,도매/토목공사,건축공사"
  },
  {
    "name": "대상우",
    "code": "001685",
    "sector": "preferred"
  },
  {
    "name": "대상홀딩스",
    "code": "084690",
    "sector": "기타 금융업,지주회사"
  },
  {
    "name": "대상홀딩스우",
    "code": "084695",
    "sector": "preferred"
  },
  {
    "name": "대성미생물",
    "code": "036480",
    "sector": "의약품 제조업,동물용 의약품, 미생물제재"
  },
  {
    "name": "대성산업",
    "code": "128820",
    "sector": "연료 소매업,주요소운영,기계판매 등"
  },
  {
    "name": "대성에너지",
    "code": "117580",
    "sector": "연료용 가스 제조 및 배관공급업,천연가스"
  },
  {
    "name": "대성창투",
    "code": "027830",
    "sector": "신탁업 및 집합투자업,투자서비스"
  },
  {
    "name": "대성파인텍",
    "code": "104040",
    "sector": "자동차 신품 부품 제조업,자동차부품(시트,도어) 제조"
  },
  {
    "name": "대성하이텍",
    "code": "129920",
    "sector": "특수 목적용 기계 제조업,정밀부품, 스위스턴 자동선반, 컴팩트 머시닝센터"
  },
  {
    "name": "대성홀딩스",
    "code": "016710",
    "sector": "회사 본부 및 경영 컨설팅 서비스업,도시가스,일반가스 공급/가스기기,차량용 연료 판매/해외자원개발,부동산 임대"
  },
  {
    "name": "대신밸런스제16호스팩",
    "code": "457630",
    "sector": "금융 지원 서비스업,기타 금융서비스업"
  },
  {
    "name": "대신밸런스제17호스팩",
    "code": "471050",
    "sector": "금융 지원 서비스업"
  },
  {
    "name": "대신밸런스제18호스팩",
    "code": "478780",
    "sector": "spac"
  },
  {
    "name": "대신밸런스제19호스팩",
    "code": "482690",
    "sector": "금융 지원 서비스업,기업 인수 및 합병"
  },
  {
    "name": "대신밸류리츠",
    "code": "0030R0",
    "sector": "신탁업 및 집합투자업,부동산 임대"
  },
  {
    "name": "대신정보통신",
    "code": "020180",
    "sector": "컴퓨터 프로그래밍, 시스템 통합 및 관리업,디지털서비스, SI서비스, 산업용 PDA"
  },
  {
    "name": "대신증권",
    "code": "003540",
    "sector": "금융 지원 서비스업,유가증권 위탁매매,인수주선,자기매매 기타 금융서비스"
  },
  {
    "name": "대신증권2우B",
    "code": "003547",
    "sector": "preferred"
  },
  {
    "name": "대신증권우",
    "code": "003545",
    "sector": "preferred"
  },
  {
    "name": "대아티아이",
    "code": "045390",
    "sector": "기타 전기장비 제조업,EDMS(Enterprise Document Management System)-전사적문서관리시스템,KMS-지식경영시스템"
  },
  {
    "name": "대양금속",
    "code": "009190",
    "sector": "1차 철강 제조업,스테인레스 냉연강판 제조"
  },
  {
    "name": "대양전기공업",
    "code": "108380",
    "sector": "선박 및 보트 건조업,해상용 조명등기구, (함정용)전자시스템, 배전반류 등"
  },
  {
    "name": "대영포장",
    "code": "014160",
    "sector": "골판지, 종이 상자 및 종이용기 제조업,골판지원단,골판지상자 제조"
  },
  {
    "name": "대우건설",
    "code": "047040",
    "sector": "건물 건설업,아파트건설,토목공사,건축공사,포장공사,전기공사,무역/중장비 대여"
  },
  {
    "name": "대웅",
    "code": "003090",
    "sector": "의약품 제조업,지주회사/의약품,화공약품,농예약품,위생용품,의료용구,식품,전기전자기구,부품 제조,판매"
  },
  {
    "name": "대웅제약",
    "code": "069620",
    "sector": "의약품 제조업,양약,의료기기 제조/화장품,의약부의품 도소매/부동산 임대"
  },
  {
    "name": "대원",
    "code": "007680",
    "sector": "건물 건설업,아파트 시행 및 시공"
  },
  {
    "name": "대원강업",
    "code": "000430",
    "sector": "자동차 신품 부품 제조업,차랑용 스프링 및 시트"
  },
  {
    "name": "대원미디어",
    "code": "048910",
    "sector": "기타 전문 도매업,캐릭터 사업, 만화영화 제작"
  },
  {
    "name": "대원산업",
    "code": "005710",
    "sector": "자동차 신품 부품 제조업,자동차시트"
  },
  {
    "name": "대원전선",
    "code": "006340",
    "sector": "절연선 및 케이블 제조업,전선,통신케이블,무선통신장비,합성수지 제조,도매/부동산 매매,임대"
  },
  {
    "name": "대원전선우",
    "code": "006345",
    "sector": "preferred"
  },
  {
    "name": "대원제약",
    "code": "003220",
    "sector": "의약품 제조업,의약품(해열소염진통제,진해거담제,동맥경화용제,혈압강하제 등), 건강기능식품(프로바이오틱스 등)"
  },
  {
    "name": "대원화성",
    "code": "024890",
    "sector": "플라스틱제품 제조업,합성피혁,벽지,DMF(폐용수)정제,방수투습원단,화공약 임가공,제조,도매,수출입"
  },
  {
    "name": "대유에이텍",
    "code": "002880",
    "sector": "자동차 신품 부품 제조업,자동차부품(자동차용 시트)제조"
  },
  {
    "name": "대정화금",
    "code": "120240",
    "sector": "기초 화학물질 제조업,시약, 원료의약품"
  },
  {
    "name": "대주산업",
    "code": "003310",
    "sector": "동물용 사료 및 조제식품 제조업,배합사료"
  },
  {
    "name": "대주이엔티",
    "code": "114920",
    "sector": "1차 철강 제조업,이중보온관, 엘리베이터 가이드 레일"
  },
  {
    "name": "대주전자재료",
    "code": "078600",
    "sector": "전자부품 제조업,전도성페이스트,태양전지 페이스트,고분자재료,PIG,이차전지용음극재료"
  },
  {
    "name": "대진첨단소재",
    "code": "393970",
    "sector": "플라스틱제품 제조업,이차전지 공정용 대전방지트레이, 대전방지코팅액, 이차전지용 PET이형필름"
  },
  {
    "name": "대창",
    "code": "012800",
    "sector": "1차 비철금속 제조업,황동봉,동합금괴 제조,판매"
  },
  {
    "name": "대창단조",
    "code": "015230",
    "sector": "자동차 신품 부품 제조업,자동차,중장비 부품(크랭크샤프트,트랙링크조립체,커넥팅로드,중장비롤러류),기어,동력전달장치,단조가공품,단조품 제조"
  },
  {
    "name": "대창솔루션",
    "code": "096350",
    "sector": "구조용 금속제품, 탱크 및 증기발생기 제조업,내연기관구조재(선박엔진용MBS)"
  },
  {
    "name": "대창스틸",
    "code": "140520",
    "sector": "1차 철강 제조업,냉연강판, 이중바닥재"
  },
  {
    "name": "대한과학",
    "code": "131220",
    "sector": "기계장비 및 관련 물품 도매업,의료, 정밀 및 연구실험기기 제조 및 유통"
  },
  {
    "name": "대한광통신",
    "code": "010170",
    "sector": "절연선 및 케이블 제조업,광섬유"
  },
  {
    "name": "대한뉴팜",
    "code": "054670",
    "sector": "의약품 제조업,동물약품,인체약품"
  },
  {
    "name": "대한방직",
    "code": "001070",
    "sector": "직물직조 및 직물제품 제조업,면사,화섬사,면직물 제조,판매,건설"
  },
  {
    "name": "대한약품",
    "code": "023910",
    "sector": "의약품 제조업,수액제"
  },
  {
    "name": "대한유화",
    "code": "006650",
    "sector": "기초 화학물질 제조업,폴리프로필렌,고밀도폴리에틸렌,나프타분해유분,올레핀류,혼합C4류,분해가솔린 제조"
  },
  {
    "name": "대한전선",
    "code": "001440",
    "sector": "절연선 및 케이블 제조업,전력선,통신케이블,적산계기,스텐레스압연제품,광케이블,초고압선,알루미늄 제조,도매/전기공사"
  },
  {
    "name": "대한제강",
    "code": "084010",
    "sector": "1차 철강 제조업,제강,철재,철근,환봉,마환봉,빌레트 제조"
  },
  {
    "name": "대한제당",
    "code": "001790",
    "sector": "곡물가공품, 전분 및 전분제품 제조업,제당,가축용 배합사료,설탕,기능성감미료(자일로올리고당),외식산 제조,도소매/부동산 임대"
  },
  {
    "name": "대한제당우",
    "code": "001795",
    "sector": "preferred"
  },
  {
    "name": "대한제분",
    "code": "001130",
    "sector": "곡물가공품, 전분 및 전분제품 제조업,소맥분,토코밀,프리믹스,밀가루조제품,제분부산물 제조/파스타 수입,판매"
  },
  {
    "name": "대한조선",
    "code": "439260",
    "sector": "선박 및 보트 건조업"
  },
  {
    "name": "대한항공",
    "code": "003490",
    "sector": "항공 여객 운송업,여객운송,화물운송,항공기 제조,판매,정비수리/기내식 제조판매,면세품 판매"
  },
  {
    "name": "대한항공우",
    "code": "003495",
    "sector": "preferred"
  },
  {
    "name": "대한해운",
    "code": "005880",
    "sector": "해상 운송업,외항화물운송,국제해운대리점"
  },
  {
    "name": "대한화섬",
    "code": "003830",
    "sector": "화학섬유 제조업,화학섬유원사(FY,PTY,S.FIBER)제조"
  },
  {
    "name": "대현",
    "code": "016090",
    "sector": "봉제의복 제조업,여성의류 및 악세사리류 제조,도매,유통(백화점)"
  },
  {
    "name": "대호에이엘",
    "code": "069460",
    "sector": "1차 비철금속 제조업,알루미늄 환절판 제조,도매,무역"
  },
  {
    "name": "대호특수강",
    "code": "021040",
    "sector": "1차 철강 제조업,냉간압조용선재"
  },
  {
    "name": "대호특수강우",
    "code": "021045",
    "sector": "preferred"
  },
  {
    "name": "대화제약",
    "code": "067080",
    "sector": "의약품 제조업,후로스판, 세파메칠 등"
  },
  {
    "name": "더네이쳐홀딩스",
    "code": "298540",
    "sector": "의복 액세서리 제조업,의류, 여행용 가방 및 잡화류"
  },
  {
    "name": "더라미",
    "code": "032860",
    "sector": "해체, 선별 및 원료 재생업,화장품, 철스크랩"
  },
  {
    "name": "더본코리아",
    "code": "475560",
    "sector": "상품 종합 도매업,프랜차이즈"
  },
  {
    "name": "더블유게임즈",
    "code": "192080",
    "sector": "소프트웨어 개발 및 공급업,모바일게임"
  },
  {
    "name": "더블유씨피",
    "code": "393890",
    "sector": "일차전지 및 이차전지 제조업,이차전지용 분리막"
  },
  {
    "name": "더블유에스아이",
    "code": "299170",
    "sector": "생활용품 도매업,기업인수합병"
  },
  {
    "name": "더존비즈온",
    "code": "012510",
    "sector": "컴퓨터 프로그래밍, 시스템 통합 및 관리업,응용 소프트웨어 개발 및 공급업"
  },
  {
    "name": "더즌",
    "code": "462860",
    "sector": "전기 통신업,디지털뱅킹 솔루션(B2B 금융 서비스)"
  },
  {
    "name": "더코디",
    "code": "224060",
    "sector": "특수 목적용 기계 제조업,반도체 및 평판디스플레이 제조용 장비(IRIS, LOZIX, HP/CP)"
  },
  {
    "name": "더콘텐츠온",
    "code": "302920",
    "sector": "영화, 비디오물, 방송프로그램 제작 및 배급업,영화제작, 투자, 배급 및 영화디지털배급"
  },
  {
    "name": "더테크놀로지",
    "code": "043090",
    "sector": "기타 전문 도매업,바이오리엑터(Bioreactor, 생물반응기)"
  },
  {
    "name": "덕산네오룩스",
    "code": "213420",
    "sector": "전자부품 제조업,HTL(정공수송층), HIL(정공주입층), RED HOST"
  },
  {
    "name": "덕산테코피아",
    "code": "317330",
    "sector": "기타 화학제품 제조업,OLED 소재, 반도체 소재"
  },
  {
    "name": "덕산하이메탈",
    "code": "077360",
    "sector": "반도체 제조업,솔더볼(Solderball)"
  },
  {
    "name": "덕성",
    "code": "004830",
    "sector": "플라스틱제품 제조업,플라스틱레쟈,합성수지,합성피혁 제조,도매"
  },
  {
    "name": "덕성우",
    "code": "004835",
    "sector": "preferred"
  },
  {
    "name": "덕신이피씨",
    "code": "090410",
    "sector": "구조용 금속제품, 탱크 및 증기발생기 제조업,일체형 데크플레이트 등"
  },
  {
    "name": "덕우전자",
    "code": "263600",
    "sector": "전자부품 제조업,카메라 모듈 부품"
  },
  {
    "name": "데브시스터즈",
    "code": "194480",
    "sector": "소프트웨어 개발 및 공급업,모바일 게임"
  },
  {
    "name": "데이원컴퍼니",
    "code": "373160",
    "sector": "기타 교육기관,성인대상 교육서비스"
  },
  {
    "name": "데이타솔루션",
    "code": "263800",
    "sector": "기계장비 및 관련 물품 도매업,EMC스토리지, SPSS, SI"
  },
  {
    "name": "데이터스트림즈",
    "code": "199150",
    "sector": "소프트웨어 개발 및 공급업,TeraStream"
  },
  {
    "name": "덱스터",
    "code": "206560",
    "sector": "영화, 비디오물, 방송프로그램 제작 및 배급업,시각효과(Visual Effect, VFX)"
  },
  {
    "name": "덴티스",
    "code": "261200",
    "sector": "의료용 기기 제조업,임플란트외"
  },
  {
    "name": "덴티움",
    "code": "145720",
    "sector": "의료용 기기 제조업,치과용 기기 제조업"
  },
  {
    "name": "도부",
    "code": "227420",
    "sector": "직물직조 및 직물제품 제조업,산업용 마스크 제조, 화재대피용 마스크"
  },
  {
    "name": "도우인시스",
    "code": "484120",
    "sector": "전자부품 제조업,초박형 유리(UTG)"
  },
  {
    "name": "도이치모터스",
    "code": "067990",
    "sector": "자동차 판매업,수입자동차"
  },
  {
    "name": "도화엔지니어링",
    "code": "002150",
    "sector": "건축기술, 엔지니어링 및 관련 기술 서비스업,토목설계,건축설계,종합감리전문업,종합기술용역,엔지니어링"
  },
  {
    "name": "동구바이오제약",
    "code": "006620",
    "sector": "의약품 제조업,피부, 비뇨기과 완제의약품"
  },
  {
    "name": "동국S&C",
    "code": "100130",
    "sector": "구조용 금속제품, 탱크 및 증기발생기 제조업,Wind-Tower"
  },
  {
    "name": "동국산업",
    "code": "005160",
    "sector": "1차 철강 제조업,철강무역,강판제품제조"
  },
  {
    "name": "동국생명과학",
    "code": "303810",
    "sector": "의약품 제조업,조영제 완제 및 원료, 의료기기 유통"
  },
  {
    "name": "동국씨엠",
    "code": "460850",
    "sector": "1차 철강 제조업,냉연강판, 칼라강판"
  },
  {
    "name": "동국알앤에스",
    "code": "075970",
    "sector": "기타 비금속 광물제품 제조업,내화물"
  },
  {
    "name": "동국제강",
    "code": "460860",
    "sector": "1차 철강 제조업,봉강,형강,후판,냉연강판,칼라강판"
  },
  {
    "name": "동국제약",
    "code": "086450",
    "sector": "의약품 제조업,인사돌, 복합마데카솔, 파미레이"
  },
  {
    "name": "동국홀딩스",
    "code": "001230",
    "sector": "기타 금융업,후판,철근,강판,형강,앵글,찬넬,평철 제조,판매"
  },
  {
    "name": "동남합성",
    "code": "023450",
    "sector": "기초 화학물질 제조업,계면활성제,정밀화학품 제조,도매/부동산 임대"
  },
  {
    "name": "동방",
    "code": "004140",
    "sector": "기타 운송관련 서비스업,육상운송,해상운송,항만화물하역,보관,창고,물류사업"
  },
  {
    "name": "동방메디컬",
    "code": "240550",
    "sector": "의료용 기기 제조업,필러, 한방침"
  },
  {
    "name": "동방선기",
    "code": "099410",
    "sector": "선박 및 보트 건조업,조선기자재, 선박용 배관"
  },
  {
    "name": "동방아그로",
    "code": "007590",
    "sector": "비료, 농약 및 살균, 살충제 제조업,농약(잡초발생전 토양처리형 밭잡초약,부메랑,주움,그라목손) 제조,도매"
  },
  {
    "name": "동부건설",
    "code": "005960",
    "sector": "토목 건설업,건축공사,토목공사,전기공사,기계설비공사/비금속,철구조물 제조,판매/여객,자동차 운송,항만하역"
  },
  {
    "name": "동부건설우",
    "code": "005965",
    "sector": "preferred"
  },
  {
    "name": "동서",
    "code": "026960",
    "sector": "음·식료품 및 담배 도매업,식품 유통, 다류 및 연포장재 제조 등"
  },
  {
    "name": "동성제약",
    "code": "002210",
    "sector": "의약품 제조업,의약품,화장품 제조,도매"
  },
  {
    "name": "동성케미컬",
    "code": "102260",
    "sector": "합성고무 및 플라스틱 물질 제조업,nan"
  },
  {
    "name": "동성화인텍",
    "code": "033500",
    "sector": "기초 화학물질 제조업,초저온 보냉재"
  },
  {
    "name": "동신건설",
    "code": "025950",
    "sector": "토목 건설업"
  },
  {
    "name": "동아쏘시오홀딩스",
    "code": "000640",
    "sector": "기타 금융업,의약품(피로회복제/박카스,병원용의약품),비의약품(의료기기,염모제,가글제) 제조,도소매/화장품 생산"
  },
  {
    "name": "동아에스티",
    "code": "170900",
    "sector": "의약품 제조업,스티렌, 자이데나"
  },
  {
    "name": "동아엘텍",
    "code": "088130",
    "sector": "특수 목적용 기계 제조업,LCD검사장비"
  },
  {
    "name": "동아지질",
    "code": "028100",
    "sector": "기반조성 및 시설물 축조관련 전문공사업,보링그라우팅공사,토공사,철근콘크리트공사,상하수도공사,비계구조물해체공사,수중공사/지질조사,시공감리"
  },
  {
    "name": "동아화성",
    "code": "041930",
    "sector": "고무제품 제조업,자동차용 고무부품"
  },
  {
    "name": "동양",
    "code": "001520",
    "sector": "시멘트, 석회, 플라스터 및 그 제품 제조업,레미콘/건설공사/산업용 송풍기"
  },
  {
    "name": "동양2우B",
    "code": "001527",
    "sector": "preferred"
  },
  {
    "name": "동양고속",
    "code": "084670",
    "sector": "육상 여객 운송업,고속버스 운송/부동산 임대"
  },
  {
    "name": "동양생명",
    "code": "082640",
    "sector": "보험업,생명보험"
  },
  {
    "name": "동양에스텍",
    "code": "060380",
    "sector": "1차 철강 제조업,열연박판, 열연후판, 무늬강판"
  },
  {
    "name": "동양우",
    "code": "001525",
    "sector": "preferred"
  },
  {
    "name": "동양이엔피",
    "code": "079960",
    "sector": "전동기, 발전기 및 전기 변환 · 공급 · 제어 장치 제조업,휴대폰용,OA기기및통신장비용,디지털가전용전원공급장치"
  },
  {
    "name": "동양파일",
    "code": "228340",
    "sector": "시멘트, 석회, 플라스터 및 그 제품 제조업,PHC파일"
  },
  {
    "name": "동우팜투테이블",
    "code": "088910",
    "sector": "도축, 육류 가공 및 저장 처리업,육계,삼계"
  },
  {
    "name": "동운아나텍",
    "code": "094170",
    "sector": "반도체 제조업,아날로그 반도체"
  },
  {
    "name": "동원개발",
    "code": "013120",
    "sector": "건물 건설업,도급공사"
  },
  {
    "name": "동원금속",
    "code": "018500",
    "sector": "자동차 신품 부품 제조업,자동차부품(도어후레임,머플러,임팩트빔),강관 제조,판매"
  },
  {
    "name": "동원산업",
    "code": "006040",
    "sector": "기타 금융업,지주회사"
  },
  {
    "name": "동원수산",
    "code": "030720",
    "sector": "어로 어업,원양어업/수산물 제조,가공/참치어류 냉동냉장업"
  },
  {
    "name": "동원시스템즈",
    "code": "014820",
    "sector": "플라스틱제품 제조업,포장용 플라스틱제품 제조 외"
  },
  {
    "name": "동원시스템즈우",
    "code": "014825",
    "sector": "preferred"
  },
  {
    "name": "동인기연",
    "code": "111380",
    "sector": "가죽, 가방 및 유사제품 제조업,스포츠용품(등산용가방,골프백),금속압형제품,유아용품 제조,도소매,통신 판매/부동산 임대"
  },
  {
    "name": "동일고무벨트",
    "code": "163560",
    "sector": "고무제품 제조업,산업용고무제품, 종합고무부품"
  },
  {
    "name": "동일금속",
    "code": "109860",
    "sector": "금속 주조업,크롤러크레인용 트랙슈 어셈블리, 굴삭기용 아이들러 트랙슈 스프링 등"
  },
  {
    "name": "동일기연",
    "code": "032960",
    "sector": "전자부품 제조업,EMI"
  },
  {
    "name": "동일산업",
    "code": "004890",
    "sector": "1차 철강 제조업,봉강,합금철,철근,마봉강,냉간압조용선재,주조,지선,주강,다이아몬드공구 제조,도매"
  },
  {
    "name": "동일스틸럭스",
    "code": "023790",
    "sector": "1차 철강 제조업,봉강"
  },
  {
    "name": "동일제강",
    "code": "002690",
    "sector": "1차 철강 제조업,PC강연선, 경강선, 도금선, 마봉강"
  },
  {
    "name": "동진쎄미켐",
    "code": "005290",
    "sector": "기초 화학물질 제조업,반도체,LCD용재료(감광제,봉지제),발포제"
  },
  {
    "name": "동화기업",
    "code": "025900",
    "sector": "나무제품 제조업,PB, MDF, 표면재,온돌마루, 창호, 도어 등"
  },
  {
    "name": "동화약품",
    "code": "000020",
    "sector": "의약품 제조업,의약품 제조,판매,수출입"
  },
  {
    "name": "두산",
    "code": "000150",
    "sector": "기타 금융업,동박적층판 등 제조 및 판매, 유압기기 등 제조 및 판매, 지게차 제조 및 판매, IT 시스템 개발/운영 서비스 등, 연료전지 등"
  },
  {
    "name": "두산2우B",
    "code": "000157",
    "sector": "preferred"
  },
  {
    "name": "두산로보틱스",
    "code": "454910",
    "sector": "특수 목적용 기계 제조업,협동로봇"
  },
  {
    "name": "두산밥캣",
    "code": "241560",
    "sector": "특수 목적용 기계 제조업,Compact Equipment, Heavy Equipment, Portable Power"
  },
  {
    "name": "두산에너빌리티",
    "code": "034020",
    "sector": "일반 목적용 기계 제조업,기관,터어빈,선박용엔진,주단조품,제강제품 제조/종합건설"
  },
  {
    "name": "두산우",
    "code": "000155",
    "sector": "preferred"
  },
  {
    "name": "두산테스나",
    "code": "131970",
    "sector": "그외 기타 전문, 과학 및 기술 서비스업,반도체 테스트"
  },
  {
    "name": "두산퓨얼셀",
    "code": "336260",
    "sector": "전동기, 발전기 및 전기 변환 · 공급 · 제어 장치 제조업,연료전지"
  },
  {
    "name": "두산퓨얼셀1우",
    "code": "33626K",
    "sector": "preferred"
  },
  {
    "name": "두산퓨얼셀2우B",
    "code": "33626L",
    "sector": "preferred"
  },
  {
    "name": "두올",
    "code": "016740",
    "sector": "자동차 신품 부품 제조업,시트 커버 및 시트 원단"
  },
  {
    "name": "듀오백",
    "code": "073190",
    "sector": "가구 제조업,사무용 및 가정용 의자"
  },
  {
    "name": "듀켐바이오",
    "code": "176750",
    "sector": "의약품 제조업,방사성의약품"
  },
  {
    "name": "드래곤플라이",
    "code": "030350",
    "sector": "소프트웨어 개발 및 공급업,온라인게임"
  },
  {
    "name": "드림시큐리티",
    "code": "203650",
    "sector": "소프트웨어 개발 및 공급업,정보보안솔루션"
  },
  {
    "name": "드림씨아이에스",
    "code": "223250",
    "sector": "자연과학 및 공학 연구개발업,시판후조사대행(rPMS)"
  },
  {
    "name": "드림어스컴퍼니",
    "code": "060570",
    "sector": "영상·오디오물 제공 서비스업,온라인 음악 서비스"
  },
  {
    "name": "드림인사이트",
    "code": "362990",
    "sector": "광고업,광고대행"
  },
  {
    "name": "드림텍",
    "code": "192650",
    "sector": "전자부품 제조업,모바일 PBA, 지문인식 모듈, 전장 LED 모듈 등"
  },
  {
    "name": "디모아",
    "code": "016670",
    "sector": "기타 전문 도매업,h/w,s/w개발"
  },
  {
    "name": "디바이스",
    "code": "187870",
    "sector": "특수 목적용 기계 제조업,OLED용 FM MASK 세정장비"
  },
  {
    "name": "디비금융제13호스팩",
    "code": "489730",
    "sector": "기타 금융업,기업인수 및 합병"
  },
  {
    "name": "디비금융제14호스팩",
    "code": "0004Y0",
    "sector": "기타 금융업,기업인수목적회사"
  },
  {
    "name": "디씨엠",
    "code": "024090",
    "sector": "1차 철강 제조업,PCM(칼라강판),라미네이트강판,산업용필름 제조,판매"
  },
  {
    "name": "디아이",
    "code": "003160",
    "sector": "측정, 시험, 항해, 제어 및 기타 정밀기기 제조업; 광학기기 제외,반도체검사장비,전자부품,레저용품,석제품 제조,판매,오파,부동산임대업"
  },
  {
    "name": "디아이씨",
    "code": "092200",
    "sector": "자동차 신품 부품 제조업,자동차부품(트란스밋숀,프런트액슬,기어,전동축),변속동력전달장치,특수공구,농기계 및 산업기계부품 제조,무역"
  },
  {
    "name": "디아이티",
    "code": "110990",
    "sector": "특수 목적용 기계 제조업,평판디스플레이 검사장비"
  },
  {
    "name": "디알젬",
    "code": "263690",
    "sector": "의료용 기기 제조업,진단용 엑스선 촬영장치 및 부분품, X-ray 제너레이터 외"
  },
  {
    "name": "디알텍",
    "code": "214680",
    "sector": "의료용 기기 제조업,X-ray Detector, X-ray System"
  },
  {
    "name": "디앤디파마텍",
    "code": "347850",
    "sector": "자연과학 및 공학 연구개발업,대사성질환 치료제 등"
  },
  {
    "name": "디앤디플랫폼리츠",
    "code": "377190",
    "sector": "부동산 임대 및 공급업,부동산 투자 및 관리"
  },
  {
    "name": "디앤씨미디어",
    "code": "263720",
    "sector": "서적, 잡지 및 기타 인쇄물 출판업,웹소설 콘텐츠"
  },
  {
    "name": "디어유",
    "code": "376300",
    "sector": "소프트웨어 개발 및 공급업,모바일 어플리케이션(DearU bubble, Lysn)"
  },
  {
    "name": "디에스케이",
    "code": "109740",
    "sector": "특수 목적용 기계 제조업,FPD(Flat Panel Display 평판디스플레이)용 Bonding System 및 In-line System, 카메라모듈장비, 이차전지장비, 메카트로닉스 사업군"
  },
  {
    "name": "디에이치엑스컴퍼니",
    "code": "031860",
    "sector": "상품 종합 도매업,FLC"
  },
  {
    "name": "디에이테크놀로지",
    "code": "196490",
    "sector": "특수 목적용 기계 제조업,2차전지설비"
  },
  {
    "name": "디에이피",
    "code": "066900",
    "sector": "전자부품 제조업,Build-Up PCB(인쇄회로기판)"
  },
  {
    "name": "디엔에프",
    "code": "092070",
    "sector": "기타 화학제품 제조업,반도체배선박막재료(알루미늄전구체)"
  },
  {
    "name": "디오",
    "code": "039840",
    "sector": "의료용 기기 제조업,자동포장기계"
  },
  {
    "name": "디와이",
    "code": "013570",
    "sector": "기타 금융업,자동차부품,유공압기기,소각로,자동세차기,하훼유통,발효기,모터 제조"
  },
  {
    "name": "디와이덕양",
    "code": "024900",
    "sector": "자동차 신품 부품 제조업,자동차부품(CRASH PAD,TRIM PANEL) 제조,판매"
  },
  {
    "name": "디와이디",
    "code": "219550",
    "sector": "생활용품 도매업,화장품 유통"
  },
  {
    "name": "디와이씨",
    "code": "310870",
    "sector": "자동차 신품 부품 제조업,자동차 부품"
  },
  {
    "name": "디와이파워",
    "code": "210540",
    "sector": "특수 목적용 기계 제조업,유공압기기 등"
  },
  {
    "name": "디와이피엔에프",
    "code": "104460",
    "sector": "일반 목적용 기계 제조업,뉴메틱 컨베잉 시스템(분체이송시스템)"
  },
  {
    "name": "디이엔티",
    "code": "079810",
    "sector": "기타 전기장비 제조업,FPD공정검사장비"
  },
  {
    "name": "디젠스",
    "code": "113810",
    "sector": "자동차 신품 부품 제조업,자동차용 소음기(머플러)"
  },
  {
    "name": "디지아이",
    "code": "043360",
    "sector": "컴퓨터 및 주변장치 제조업,잉크젯 플로터, 커팅 플로터"
  },
  {
    "name": "디지캡",
    "code": "197140",
    "sector": "소프트웨어 개발 및 공급업,보호솔루션, 방송서비스솔루션 등"
  },
  {
    "name": "디지털대성",
    "code": "068930",
    "sector": "일반 교습 학원,대성N스쿨 (교육 프랜차이즈)"
  },
  {
    "name": "디지틀조선",
    "code": "033130",
    "sector": "자료처리, 호스팅, 포털 및 기타 인터넷 정보매개 서비스업,위성서비스"
  },
  {
    "name": "디케이락",
    "code": "105740",
    "sector": "일반 목적용 기계 제조업,계장용 피팅 및 밸브"
  },
  {
    "name": "디케이앤디",
    "code": "263020",
    "sector": "플라스틱제품 제조업,합성피혁 및 부직포"
  },
  {
    "name": "디케이티",
    "code": "290550",
    "sector": "전자부품 제조업,스마트폰용 FPCA"
  },
  {
    "name": "디티씨",
    "code": "066670",
    "sector": "전자부품 제조업,LCD Module"
  },
  {
    "name": "디티앤씨",
    "code": "187220",
    "sector": "기타 과학기술 서비스업,전기전자규격 인증서비스"
  },
  {
    "name": "디티앤씨알오",
    "code": "383930",
    "sector": "자연과학 및 공학 연구개발업,비임상 및 임상시험 대체 용역"
  },
  {
    "name": "딜리",
    "code": "131180",
    "sector": "컴퓨터 및 주변장치 제조업,디지털 UV 프린터"
  },
  {
    "name": "딥노이드",
    "code": "315640",
    "sector": "소프트웨어 개발 및 공급업,의료 인공지능플랫폼, 인공지능 임상의사결정 시스템"
  },
  {
    "name": "라닉스",
    "code": "317120",
    "sector": "반도체 제조업,자동차 및 IoT 통신, 보안솔루션"
  },
  {
    "name": "라메디텍",
    "code": "462510",
    "sector": "의료용 기기 제조업,초소형 레이저 의료기기 및 미용기기"
  },
  {
    "name": "라온시큐어",
    "code": "042510",
    "sector": "소프트웨어 개발 및 공급업"
  },
  {
    "name": "라온테크",
    "code": "232680",
    "sector": "특수 목적용 기계 제조업,반도체 및 FPD용 로봇시스템"
  },
  {
    "name": "라온텍",
    "code": "418420",
    "sector": "전자부품 제조업,마이크로디스플레이, 컨트롤러 IC"
  },
  {
    "name": "라온피플",
    "code": "300120",
    "sector": "소프트웨어 개발 및 공급업,카메라 모듈 검사기, AI 머신비전, 골프센서"
  },
  {
    "name": "라이온켐텍",
    "code": "171120",
    "sector": "기타 화학제품 제조업,합성왁스, 인조대리석"
  },
  {
    "name": "라이콤",
    "code": "388790",
    "sector": "통신 및 방송 장비 제조업,제조업(광증폭기, 광송수신기, 광섬유레이저 외)"
  },
  {
    "name": "라파스",
    "code": "214260",
    "sector": "기타 화학제품 제조업,마이크로니들 패치 제품(의약품패치, 의료기기패치, 미용패치 등)"
  },
  {
    "name": "라피치",
    "code": "403360",
    "sector": "소프트웨어 개발 및 공급업,Conversational AI Service 제품 및 생체인증(음성) Service 제품"
  },
  {
    "name": "램테크놀러지",
    "code": "171010",
    "sector": "기초 화학물질 제조업,반도체 식각액, 박리액, 세정액 등"
  },
  {
    "name": "랩지노믹스",
    "code": "084650",
    "sector": "자연과학 및 공학 연구개발업,체외진단 서비스 및 제품"
  },
  {
    "name": "러셀",
    "code": "217500",
    "sector": "특수 목적용 기계 제조업,반도체장비 리퍼비시"
  },
  {
    "name": "럭스피아",
    "code": "092590",
    "sector": "반도체 제조업,LED 패키지, LED 모듈"
  },
  {
    "name": "레드캡투어",
    "code": "038390",
    "sector": "여행사 및 기타 여행보조 서비스업,여행알선, 렌터카"
  },
  {
    "name": "레몬",
    "code": "294140",
    "sector": "화학섬유 제조업,EMI Shield Can, 나노멤브레인 등"
  },
  {
    "name": "레뷰코퍼레이션",
    "code": "443250",
    "sector": "광고업,REVU 서비스(컨텐츠마케팅, 로컬, 에이전시)"
  },
  {
    "name": "레이",
    "code": "228670",
    "sector": "의료용 기기 제조업,디지털 치료솔루션(CT scan 장비, 3D 프린터), 디지털 진단시스템(X-ray, CT 등)"
  },
  {
    "name": "레이언스",
    "code": "228850",
    "sector": "의료용 기기 제조업,TFT Detector, CMOS Detector, I/O Sensor"
  },
  {
    "name": "레이저쎌",
    "code": "412350",
    "sector": "특수 목적용 기계 제조업,에어리어 레이저솔루션, LSR, LCB, LSB, BSOM 등"
  },
  {
    "name": "레이저옵텍",
    "code": "199550",
    "sector": "의료용 기기 제조업,레이저 기반 피부미용기기 및 질환치료기기"
  },
  {
    "name": "레이크머티리얼즈",
    "code": "281740",
    "sector": "기타 화학제품 제조업,LED, 반도체 소재 및 석유화학촉매"
  },
  {
    "name": "레인보우로보틱스",
    "code": "277810",
    "sector": "특수 목적용 기계 제조업,협동로봇, 천문마운트시스템, 이족보행로봇 등"
  },
  {
    "name": "로보로보",
    "code": "215100",
    "sector": "기타 전기장비 제조업,교육용로봇"
  },
  {
    "name": "로보스타",
    "code": "090360",
    "sector": "특수 목적용 기계 제조업,제조용 로봇, FPD 장비, IT부품 제조장비"
  },
  {
    "name": "로보쓰리에이아이",
    "code": "238500",
    "sector": "그외 기타 전문, 과학 및 기술 서비스업,모듈, 퍼스널 모빌리티기기"
  },
  {
    "name": "로보티즈",
    "code": "108490",
    "sector": "특수 목적용 기계 제조업,솔루션(로봇 엑츄에이터 모듈과 구동 소프트웨어), 에듀테인먼트 로봇, 로봇 플랫폼"
  },
  {
    "name": "로스웰",
    "code": "900260",
    "sector": "기타 금융업,CAN Control Gateway, CAN기능모듈, BCM 차체제어모듈"
  },
  {
    "name": "로지스몬",
    "code": "223220",
    "sector": "기타 운송관련 서비스업,모바일 컨텐츠 개발 및 유통"
  },
  {
    "name": "로지시스",
    "code": "067730",
    "sector": "컴퓨터 프로그래밍, 시스템 통합 및 관리업,전산장비 판매 및 유지보수, VAN기기 대행관리"
  },
  {
    "name": "로체시스템즈",
    "code": "071280",
    "sector": "특수 목적용 기계 제조업,LCD 제조용 이송장비"
  },
  {
    "name": "로킷헬스케어",
    "code": "376900",
    "sector": "의료용품 및 기타 의약 관련제품 제조업,장기 재생 플랫폼"
  },
  {
    "name": "롤링스톤",
    "code": "214610",
    "sector": "의료용 기기 제조업,체외진단용 의료기기"
  },
  {
    "name": "롯데관광개발",
    "code": "032350",
    "sector": "여행사 및 기타 여행보조 서비스업,국내외여행알선,관광개발,전세운수,항공권매매대행"
  },
  {
    "name": "롯데렌탈",
    "code": "089860",
    "sector": "운송장비 임대업,렌터카, 카셰어링(그린카), 중고차매매, 일반렌탈(측정기,OA, 리프트 등)"
  },
  {
    "name": "롯데리츠",
    "code": "330590",
    "sector": "부동산 임대 및 공급업,부동산투자"
  },
  {
    "name": "롯데손해보험",
    "code": "000400",
    "sector": "보험업,손해보험업"
  },
  {
    "name": "롯데쇼핑",
    "code": "023530",
    "sector": "종합 소매업,백화점(의류,식품 및 잡화),할인점 운영/전자상거래"
  },
  {
    "name": "롯데에너지머티리얼즈",
    "code": "020150",
    "sector": "전자부품 제조업,인쇄회로기판(PCB)용 전해동박(ACF,UCF),에폭시용 동박,전해콘덴서용 알루미늄박 제조,판매"
  },
  {
    "name": "롯데웰푸드",
    "code": "280360",
    "sector": "기타 식품 제조업,껌,캔디,초코,비스켓,빙과"
  },
  {
    "name": "롯데이노베이트",
    "code": "286940",
    "sector": "컴퓨터 프로그래밍, 시스템 통합 및 관리업,SM, SI"
  },
  {
    "name": "롯데정밀화학",
    "code": "004000",
    "sector": "기초 화학물질 제조업,염소·셀룰로스계열, 암모니아 계열, 전자재료 등 화학제품 제조"
  },
  {
    "name": "롯데지주",
    "code": "004990",
    "sector": "기타 금융업,지주회사"
  },
  {
    "name": "롯데지주우",
    "code": "00499K",
    "sector": "preferred"
  },
  {
    "name": "롯데칠성",
    "code": "005300",
    "sector": "비알코올음료 및 얼음 제조업,청량음료,과채류음료,곡류음료,주류 제조,판매/자동차정비,연수원"
  },
  {
    "name": "롯데칠성우",
    "code": "005305",
    "sector": "preferred"
  },
  {
    "name": "롯데케미칼",
    "code": "011170",
    "sector": "기초 화학물질 제조업,폴리프로필렌,고밀도폴리에틸렌,에틸렌글리콜,벤젠,에틸렌옥사이드,합성지,부산물 제조"
  },
  {
    "name": "롯데하이마트",
    "code": "071840",
    "sector": "가전제품 및 정보통신장비 소매업,가전제품,잡화 도소매/부동산 임대"
  },
  {
    "name": "루닛",
    "code": "328130",
    "sector": "소프트웨어 개발 및 공급업,Lunit INSIGHT"
  },
  {
    "name": "루멘스",
    "code": "038060",
    "sector": "반도체 제조업,LED개발 및 제조"
  },
  {
    "name": "루미르",
    "code": "474170",
    "sector": "항공기,우주선 및 부품 제조업,인공위성 시스템 및 전장품, 위성 영상 및 정보"
  },
  {
    "name": "루켄테크놀러지스",
    "code": "162120",
    "sector": "기타 전기장비 제조업,Vertical Probe Card. Test Socket. Probe Station & Unit."
  },
  {
    "name": "루트락",
    "code": "253610",
    "sector": "기타 전문 도매업,인공슬관절, 척추 임플란트(의료기기 도·소매)"
  },
  {
    "name": "리가켐바이오",
    "code": "141080",
    "sector": "자연과학 및 공학 연구개발업,신약후보물질 발굴을 통한 License-Out"
  },
  {
    "name": "리노공업",
    "code": "058470",
    "sector": "전자부품 제조업,리노핀, 반도체 소켓 등"
  },
  {
    "name": "리더스코스메틱",
    "code": "016100",
    "sector": "골판지, 종이 상자 및 종이용기 제조업,화장품"
  },
  {
    "name": "리드코프",
    "code": "012700",
    "sector": "기타 전문 도매업,화공약품운반"
  },
  {
    "name": "리메드",
    "code": "302550",
    "sector": "의료용 기기 제조업,자기장 치료기기"
  },
  {
    "name": "리튬포어스",
    "code": "073570",
    "sector": "그외 기타 제품 제조업,휴대폰액세서리의 제조, 판매"
  },
  {
    "name": "리파인",
    "code": "377450",
    "sector": "기타 정보 서비스업,권리조사"
  },
  {
    "name": "린드먼아시아",
    "code": "277070",
    "sector": "신탁업 및 집합투자업,투자조합, PEF 결성 및 투자"
  },
  {
    "name": "링네트",
    "code": "042500",
    "sector": "컴퓨터 프로그래밍, 시스템 통합 및 관리업,네트워크 구축(Network Integration)"
  },
  {
    "name": "링크드",
    "code": "193250",
    "sector": "전자부품 제조업,휴대폰용 진동모터"
  },
  {
    "name": "링크솔루션",
    "code": "474650",
    "sector": "특수 목적용 기계 제조업,3D 프린터 및 3D 프린팅 서비스"
  },
  {
    "name": "링크제니시스",
    "code": "219420",
    "sector": "소프트웨어 개발 및 공급업,반도체, 디스플레이, 자동화 S/W 및 시스템 테스트 자동화 솔루션 개발(XCOMPRO, XGEM, MAT)"
  },
  {
    "name": "마녀공장",
    "code": "439090",
    "sector": "기타 화학제품 제조업,자연주의 기능성 화장품"
  },
  {
    "name": "마니커",
    "code": "027740",
    "sector": "도축, 육류 가공 및 저장 처리업,닭고기,햄,계육가공제품,계육,육가공제품 제조,판매,유통/양계관련사업/부동산임대/수출입대행"
  },
  {
    "name": "마니커에프앤지",
    "code": "195500",
    "sector": "도축, 육류 가공 및 저장 처리업,육가공품, 튀김류, 패티류, 삼계탕 등"
  },
  {
    "name": "마스턴프리미어리츠",
    "code": "357430",
    "sector": "부동산 임대 및 공급업,프랑스 파리 소재 크리스탈파크, 프랑스 아마존 라스트마일 물류센터, 인천 항동 스마트물류센터"
  },
  {
    "name": "마음AI",
    "code": "377480",
    "sector": "소프트웨어 개발 및 공급업,종합 인공지능 엔진 및 플랫폼"
  },
  {
    "name": "마이크로디지탈",
    "code": "305090",
    "sector": "의료용 기기 제조업,바이오 분석 시스템, 메디칼 자동화 시스템"
  },
  {
    "name": "마이크로엔엑스",
    "code": "448780",
    "sector": "의료용 기기 제조업,의료용구(전동기)"
  },
  {
    "name": "마이크로컨텍솔",
    "code": "098120",
    "sector": "전자부품 제조업,BGA IC Burn-In Socket,DRAM Module Socket"
  },
  {
    "name": "마이크로투나노",
    "code": "424980",
    "sector": "반도체 제조업,메모리 테스트용 프로브 카드"
  },
  {
    "name": "마크로젠",
    "code": "038290",
    "sector": "그외 기타 전문, 과학 및 기술 서비스업,DNA Sequencing, Microarray, Genetically Engineered Mouse"
  },
  {
    "name": "만호제강",
    "code": "001080",
    "sector": "1차 철강 제조업,와이어로프,합성섬유로프,특수강선 제조,수출,임대"
  },
  {
    "name": "매일유업",
    "code": "267980",
    "sector": "동·식물성 유지 및 낙농제품 제조업,유제품(우유, 분유, 발효유, 치즈, 음료 등)"
  },
  {
    "name": "매일홀딩스",
    "code": "005990",
    "sector": "동·식물성 유지 및 낙농제품 제조업,유제품"
  },
  {
    "name": "매커스",
    "code": "093520",
    "sector": "기계장비 및 관련 물품 도매업,자일링스(Xilinx)비메모리반도체(PLDchip)유통"
  },
  {
    "name": "맥쿼리인프라",
    "code": "088980",
    "sector": "신탁업 및 집합투자업,증권투자회사"
  },
  {
    "name": "맵스리얼티",
    "code": "094800",
    "sector": "신탁업 및 집합투자업,nan"
  },
  {
    "name": "머니무브",
    "code": "179720",
    "sector": "기타 금융업,신용평가솔루션, 온라인투자연계금융서비스"
  },
  {
    "name": "머큐리",
    "code": "100590",
    "sector": "통신 및 방송 장비 제조업,AP 단말기, 광섬유 및 광케이블, 위성통신 전송장비"
  },
  {
    "name": "멀티캠퍼스",
    "code": "067280",
    "sector": "기타 교육기관,성인/기업전문 교육서비스"
  },
  {
    "name": "메가스터디",
    "code": "072870",
    "sector": "서적, 잡지 및 기타 인쇄물 출판업,온라인강의,교재판매"
  },
  {
    "name": "메가스터디교육",
    "code": "215200",
    "sector": "일반 교습 학원,오프라인 학원, 온라인 강의"
  },
  {
    "name": "메가엠디",
    "code": "133750",
    "sector": "일반 교습 학원,의학, 치의학, 법학 전문대학원, 약학대학 입학시험 대비 강의"
  },
  {
    "name": "메가터치",
    "code": "446540",
    "sector": "일차전지 및 이차전지 제조업,배터리 핀, 반도체 핀"
  },
  {
    "name": "메드팩토",
    "code": "235980",
    "sector": "자연과학 및 공학 연구개발업,항암제 신약개발"
  },
  {
    "name": "메디쎄이",
    "code": "200580",
    "sector": "의료용 기기 제조업,정형외과용 척추임플란트"
  },
  {
    "name": "메디아나",
    "code": "041920",
    "sector": "의료용 기기 제조업,환자감시장치, 자동심장 제세동기(AED)"
  },
  {
    "name": "메디안디노스틱",
    "code": "233250",
    "sector": "의료용품 및 기타 의약 관련제품 제조업,동물질병 체외진단키트 및 진단용 시약"
  },
  {
    "name": "메디앙스",
    "code": "014100",
    "sector": "상품 종합 도매업,누크, 비비생활용품, 비앙또마망, 지에닉, 닥터 아토피스"
  },
  {
    "name": "메디젠휴먼케어",
    "code": "236340",
    "sector": "자연과학 및 공학 연구개발업,M-CHECK (개인별 유전적 질병 예측 서비스)"
  },
  {
    "name": "메디콕스",
    "code": "054180",
    "sector": "선박 및 보트 건조업,XML/SGML 관련 제품 및 솔루션"
  },
  {
    "name": "메디톡스",
    "code": "086900",
    "sector": "기초 의약물질 제조업,의약품원료(A형,B형 보툴리늄독소 단백질치료제) 제조,연구,개발"
  },
  {
    "name": "메디포스트",
    "code": "078160",
    "sector": "기초 의약물질 제조업,제대혈은행"
  },
  {
    "name": "메리츠금융지주",
    "code": "138040",
    "sector": "기타 금융업,투자사업"
  },
  {
    "name": "메쎄이상",
    "code": "408920",
    "sector": "기타 사업지원 서비스업,전시주최, 컨벤션 및 행사 대행업"
  },
  {
    "name": "메이슨캐피탈",
    "code": "021880",
    "sector": "기타 금융업,리스수입"
  },
  {
    "name": "메지온",
    "code": "140410",
    "sector": "자연과학 및 공학 연구개발업,발기부전증치료제, 전립선비대증치료제"
  },
  {
    "name": "메카로",
    "code": "241770",
    "sector": "반도체 제조업,반도체용 전구체 및 히터블록"
  },
  {
    "name": "메타랩스",
    "code": "090370",
    "sector": "봉제의복 제조업,여성용 의류(캐쥬얼티셔츠,바지) 제조"
  },
  {
    "name": "메타바이오메드",
    "code": "059210",
    "sector": "의료용품 및 기타 의약 관련제품 제조업,생체분해성봉합사,근관충전재"
  },
  {
    "name": "메타케어",
    "code": "118000",
    "sector": "기계장비 및 관련 물품 도매업,의약품, 의료소모품, 의료기기 도매"
  },
  {
    "name": "멕아이씨에스",
    "code": "058110",
    "sector": "의료용 기기 제조업,인공호흡기"
  },
  {
    "name": "명문제약",
    "code": "017180",
    "sector": "의약품 제조업,의약품(ROBAXIN 주사,KIMITE패취) 제조,판매"
  },
  {
    "name": "명신산업",
    "code": "009900",
    "sector": "자동차 신품 부품 제조업,자동차차체부품"
  },
  {
    "name": "명인제약",
    "code": "317450",
    "sector": "의약품 제조업,신경정신계열, 구강계열 완제의약품"
  },
  {
    "name": "모나리자",
    "code": "012690",
    "sector": "기타 종이 및 판지 제품 제조업,화장지,미용티슈 제조,도매"
  },
  {
    "name": "모나미",
    "code": "005360",
    "sector": "생활용품 도매업,BP153(BALL POINT PEN), P-3000(PLUS PEN), 유성매직, 보드마카, 네임펜, PARKER, WARTERMAN, 색연필"
  },
  {
    "name": "모나용평",
    "code": "070960",
    "sector": "일반 및 생활 숙박시설 운영업,리조트 운영, 콘도 분양"
  },
  {
    "name": "모니터랩",
    "code": "434480",
    "sector": "소프트웨어 개발 및 공급업,웹방화벽,유해사이트솔루션,가시성SSL 솔루션, SASE플랫폼기반 SECaaS"
  },
  {
    "name": "모다이노칩",
    "code": "080420",
    "sector": "섬유, 의복, 신발 및 가죽제품 소매업,ESD필터,칩바리스터"
  },
  {
    "name": "모델솔루션",
    "code": "417970",
    "sector": "특수 목적용 기계 제조업,하이엔드 프로토타입 제조, 다품종 소량생산 서비스"
  },
  {
    "name": "모두투어",
    "code": "080160",
    "sector": "여행사 및 기타 여행보조 서비스업,항공권판매수수료,해외여행알선"
  },
  {
    "name": "모바일어플라이언스",
    "code": "087260",
    "sector": "소프트웨어 개발 및 공급업,블랙박스, 내비게이션, HUD, ADAS"
  },
  {
    "name": "모베이스",
    "code": "101330",
    "sector": "통신 및 방송 장비 제조업,휴대전화 케이스"
  },
  {
    "name": "모베이스전자",
    "code": "012860",
    "sector": "자동차 신품 부품 제조업,스마트키,스위치"
  },
  {
    "name": "모비데이즈",
    "code": "363260",
    "sector": "광고업,기업인수합병"
  },
  {
    "name": "모비릭스",
    "code": "348030",
    "sector": "소프트웨어 개발 및 공급업,모바일 게임 개발 및 퍼블리싱"
  },
  {
    "name": "모비스",
    "code": "250060",
    "sector": "컴퓨터 프로그래밍, 시스템 통합 및 관리업,핵융합 제어솔루션 및 스마트팩토리 통합솔루션"
  },
  {
    "name": "모아데이타",
    "code": "288980",
    "sector": "소프트웨어 개발 및 공급업,인공지능 기반 ICT 시스템 이상탐지 및 예측 솔루션"
  },
  {
    "name": "모아라이프플러스",
    "code": "142760",
    "sector": "자연과학 및 공학 연구개발업,자궁경부상피이형증 치료제, 자궁경부전암 치료백신"
  },
  {
    "name": "모아텍",
    "code": "033200",
    "sector": "전자부품 제조업,위치제어용초정및소형모터"
  },
  {
    "name": "모코엠시스",
    "code": "333050",
    "sector": "소프트웨어 개발 및 공급업,연계솔루션, 보안솔루션, APM솔루션"
  },
  {
    "name": "모토닉",
    "code": "009680",
    "sector": "자동차 신품 부품 제조업,자동차용 부품(연료펌프,LPI SYSTEM, FCEV) 제조,판매"
  },
  {
    "name": "모트렉스",
    "code": "118990",
    "sector": "자동차 신품 부품 제조업,차량용 인포테인먼트"
  },
  {
    "name": "모티브링크",
    "code": "463480",
    "sector": "전자부품 제조업,EV용 Main Transformer, EV용 Line Filter"
  },
  {
    "name": "모헨즈",
    "code": "006920",
    "sector": "시멘트, 석회, 플라스터 및 그 제품 제조업,레미콘"
  },
  {
    "name": "무림P&P",
    "code": "009580",
    "sector": "펄프, 종이 및 판지 제조업,표백화학펄프(B.K.P) 제조,목재가공,조림사업"
  },
  {
    "name": "무림SP",
    "code": "001810",
    "sector": "펄프, 종이 및 판지 제조업,아트지,CCP지"
  },
  {
    "name": "무림페이퍼",
    "code": "009200",
    "sector": "펄프, 종이 및 판지 제조업,지류,아트지,백상지 제조"
  },
  {
    "name": "무진메디",
    "code": "322970",
    "sector": "자연과학 및 공학 연구개발업,NANO-MEDICINE 전문회사,LNP(지질나노입자)를 이용한 원료 소재 및 개량/신약 개발"
  },
  {
    "name": "무학",
    "code": "033920",
    "sector": "알코올음료 제조업,소주"
  },
  {
    "name": "문배철강",
    "code": "008420",
    "sector": "1차 철강 제조업,철강재중 판재류(후판,박판,무늬강판) 제조,도매"
  },
  {
    "name": "미디어젠",
    "code": "279600",
    "sector": "소프트웨어 개발 및 공급업,음성인식 소프트웨어 기술개발"
  },
  {
    "name": "미래나노텍",
    "code": "095500",
    "sector": "플라스틱제품 제조업,LCDBLU용광학필름"
  },
  {
    "name": "미래반도체",
    "code": "254490",
    "sector": "기타 전문 도매업,반도체"
  },
  {
    "name": "미래산업",
    "code": "025560",
    "sector": "측정, 시험, 항해, 제어 및 기타 정밀기기 제조업; 광학기기 제외,PCB마운터,반도체검사장비(반도체테스트핸들러),LCD 검사장비,리드프레임매가진 제조,도매,무역"
  },
  {
    "name": "미래생명자원",
    "code": "218150",
    "sector": "동물용 사료 및 조제식품 제조업"
  },
  {
    "name": "미래아이앤지",
    "code": "007120",
    "sector": "컴퓨터 프로그래밍, 시스템 통합 및 관리업,CCTV, DVR제조, 금융솔루션, 방산제품"
  },
  {
    "name": "미래에셋글로벌리츠",
    "code": "396690",
    "sector": "부동산 임대 및 공급업,부동산 임대업"
  },
  {
    "name": "미래에셋맵스리츠",
    "code": "357250",
    "sector": "부동산 임대 및 공급업,부동산 임대업"
  },
  {
    "name": "미래에셋벤처투자",
    "code": "100790",
    "sector": "기타 금융업,중소기업 창업투자 관련 고유계정/투자조합 관련 수익"
  },
  {
    "name": "미래에셋비전스팩3호",
    "code": "448830",
    "sector": "spac"
  },
  {
    "name": "미래에셋비전스팩4호",
    "code": "477380",
    "sector": "금융 지원 서비스업,기업인수목적회사(기타금융서비스)"
  },
  {
    "name": "미래에셋비전스팩5호",
    "code": "477470",
    "sector": "금융 지원 서비스업,기업인수합병"
  },
  {
    "name": "미래에셋비전스팩6호",
    "code": "478440",
    "sector": "금융 지원 서비스업,기업인수합병"
  },
  {
    "name": "미래에셋비전스팩7호",
    "code": "482680",
    "sector": "금융 지원 서비스업,기업인수합병"
  },
  {
    "name": "미래에셋생명",
    "code": "085620",
    "sector": "보험업,생명보험상품"
  },
  {
    "name": "미래에셋증권",
    "code": "006800",
    "sector": "금융 지원 서비스업,유가증권매매,유가증권위탁매매,유가증권인수"
  },
  {
    "name": "미래에셋증권2우B",
    "code": "00680K",
    "sector": "preferred"
  },
  {
    "name": "미래에셋증권우",
    "code": "006805",
    "sector": "preferred"
  },
  {
    "name": "미래엔에듀파트너",
    "code": "208890",
    "sector": "교육지원 서비스업,방과후 교육"
  },
  {
    "name": "미래컴퍼니",
    "code": "049950",
    "sector": "특수 목적용 기계 제조업,EdgeGrinder"
  },
  {
    "name": "미스터블루",
    "code": "207760",
    "sector": "기타 정보 서비스업,온라인 만화 콘텐츠 서비스 및 제공, 만화 출판"
  },
  {
    "name": "미스토홀딩스",
    "code": "081660",
    "sector": "생활용품 도매업,스포츠의류,신발,가방,시계,골프장비,화장품,가죽제품(지갑,키홀더) 도매,수출입"
  },
  {
    "name": "미원상사",
    "code": "002840",
    "sector": "기타 화학제품 제조업,계면활성제,분황,황산,도료첨가제,프라스틱첨가제 제조"
  },
  {
    "name": "미원에스씨",
    "code": "268280",
    "sector": "기초 화학물질 제조업,에너지경화수지"
  },
  {
    "name": "미원홀딩스",
    "code": "107590",
    "sector": "기타 금융업,도료첨가제"
  },
  {
    "name": "미원화학",
    "code": "134380",
    "sector": "기타 화학제품 제조업,계면활성제, 황산및분황"
  },
  {
    "name": "미쥬",
    "code": "351020",
    "sector": "봉제의복 제조업,여성의류, 골프의류 등"
  },
  {
    "name": "미창석유",
    "code": "003650",
    "sector": "석유 정제품 제조업,윤활유,고무배합유,전기절연유 제조,판매,수출입"
  },
  {
    "name": "미코",
    "code": "059090",
    "sector": "반도체 제조업,반도체 및 디스플레이 부품 제조"
  },
  {
    "name": "미투온",
    "code": "201490",
    "sector": "소프트웨어 개발 및 공급업,소셜 카지노 게임"
  },
  {
    "name": "미트박스",
    "code": "475460",
    "sector": "기타 정보 서비스업,축산물 도소매 판매 및 중개"
  },
  {
    "name": "민테크",
    "code": "452200",
    "sector": "측정, 시험, 항해, 제어 및 기타 정밀기기 제조업; 광학기기 제외,배터리 진단시스템, 배터리 시스템, 충방전 검사장비"
  },
  {
    "name": "바디텍메드",
    "code": "206640",
    "sector": "의료용품 및 기타 의약 관련제품 제조업,면역진단기기 및 카트리지"
  },
  {
    "name": "바른손",
    "code": "018700",
    "sector": "생활용품 도매업,지제품"
  },
  {
    "name": "바른손이앤에이",
    "code": "035620",
    "sector": "영화, 비디오물, 방송프로그램 제작 및 배급업,영화 및 콘텐츠 투자배급"
  },
  {
    "name": "바스칸바이오제약",
    "code": "354390",
    "sector": "의약품 제조업,일반의약품, 전문의약품, 의료기기"
  },
  {
    "name": "바이넥스",
    "code": "053030",
    "sector": "의약품 제조업,정장제, 소화제"
  },
  {
    "name": "바이브컴퍼니",
    "code": "301300",
    "sector": "소프트웨어 개발 및 공급업,소셜 빅데이터 기반 인공지능 서비스 (소셜메트릭스), 문제 해결 솔루션 (AI Solver)"
  },
  {
    "name": "바이오노트",
    "code": "377740",
    "sector": "의료용품 및 기타 의약 관련제품 제조업,Rapid 반제품 및 완제품, 동물용신속진단 키트"
  },
  {
    "name": "바이오니아",
    "code": "064550",
    "sector": "의료용품 및 기타 의약 관련제품 제조업,합성유전자,시약및유전자분석장비"
  },
  {
    "name": "바이오다인",
    "code": "314930",
    "sector": "의료용 기기 제조업,액상세포검사 장비 및 소모품"
  },
  {
    "name": "바이오비쥬",
    "code": "489460",
    "sector": "기타 화학제품 제조업,스킨부스터 제품 및 필러"
  },
  {
    "name": "바이오솔루션",
    "code": "086820",
    "sector": "기초 의약물질 제조업,세포치료제, 인체조직모델 등"
  },
  {
    "name": "바이오스마트",
    "code": "038460",
    "sector": "전자부품 제조업,M/S 카드제조업, IC 카드제조, 카드장비판매"
  },
  {
    "name": "바이오에프디엔씨",
    "code": "251120",
    "sector": "기초 의약물질 제조업,식물세포 유래 유효물질 및 약리물질"
  },
  {
    "name": "바이오인프라",
    "code": "199730",
    "sector": "자연과학 및 공학 연구개발업,생동성시험, 검체 분석"
  },
  {
    "name": "바이오인프라생명과학",
    "code": "266470",
    "sector": "자연과학 및 공학 연구개발업,I-FINDER(바이오마커 진단)"
  },
  {
    "name": "바이오텐",
    "code": "289170",
    "sector": "기타 식품 제조업,일반식품, 건강기능식품, 보조사료"
  },
  {
    "name": "바이오톡스텍",
    "code": "086040",
    "sector": "자연과학 및 공학 연구개발업,안전성평가, 유효성평가"
  },
  {
    "name": "바이오포트",
    "code": "188040",
    "sector": "기타 식품 제조업,후라이드오징어튀김, 유자생강차 등 스낵 및 음료"
  },
  {
    "name": "바이오프로테크",
    "code": "199290",
    "sector": "의료용 기기 제조업,심전도 측정용 전극 등"
  },
  {
    "name": "바이오플러스",
    "code": "099430",
    "sector": "기초 의약물질 제조업,생체재료 개질 기술을 사용한 히알루론산(HA) 기반 더말필러, 유착방지제 및 그 응용제품"
  },
  {
    "name": "바이온",
    "code": "032980",
    "sector": "음·식료품 및 담배 도매업,배너,타포린,화장품,자동차부품"
  },
  {
    "name": "바이젠셀",
    "code": "308080",
    "sector": "자연과학 및 공학 연구개발업,면역세포치료제 (면역항암제, 면역조절치료제 등)"
  },
  {
    "name": "바텍",
    "code": "043150",
    "sector": "의료용 기기 제조업,치과용 디지털 X-ray기기 (파노라마, CT) 및 구강스캐너 등"
  },
  {
    "name": "박셀바이오",
    "code": "323990",
    "sector": "자연과학 및 공학 연구개발업,항암면역세포치료제(자연살해세포, 수지상세포, CAR-T 및 인터루킨 기반 항암제)"
  },
  {
    "name": "방림",
    "code": "003610",
    "sector": "직물직조 및 직물제품 제조업,P/C혼방직물,면방적,각종사류,직물류 제조,도소매"
  },
  {
    "name": "배럴",
    "code": "267790",
    "sector": "봉제의복 제조업,래쉬가드 및 워터스포츠 등"
  },
  {
    "name": "백금T&A",
    "code": "046310",
    "sector": "통신 및 방송 장비 제조업,레이더디텍터"
  },
  {
    "name": "백산",
    "code": "035150",
    "sector": "플라스틱제품 제조업,P.U.인조피혁,부직포인공피혁 제조,무역"
  },
  {
    "name": "밸로프",
    "code": "331520",
    "sector": "소프트웨어 개발 및 공급업,기업인수합병"
  },
  {
    "name": "뱅크웨어글로벌",
    "code": "199480",
    "sector": "소프트웨어 개발 및 공급업,국내외 은행 및 금융기업 대상 코어뱅킹 소프트웨어"
  },
  {
    "name": "버넥트",
    "code": "438700",
    "sector": "소프트웨어 개발 및 공급업,산업용 XR 솔루션"
  },
  {
    "name": "버킷스튜디오",
    "code": "066410",
    "sector": "전기 통신업,DVD타이틀"
  },
  {
    "name": "범양건영",
    "code": "002410",
    "sector": "건물 건설업,토목공사,주택건설,건축공사,난방공사,전기공사,포장공사"
  },
  {
    "name": "범한퓨얼셀",
    "code": "382900",
    "sector": "전동기, 발전기 및 전기 변환 · 공급 · 제어 장치 제조업,잠수함용 연료전지모듈, 건물용 연료전지 시스템, 수소충전소 구축"
  },
  {
    "name": "베노티앤알",
    "code": "206400",
    "sector": "실내건축 및 건축마무리 공사업,웹게임, 모바일게임"
  },
  {
    "name": "베뉴지",
    "code": "019010",
    "sector": "종합 소매업,백화점,예식장업"
  },
  {
    "name": "베셀",
    "code": "177350",
    "sector": "특수 목적용 기계 제조업,디스플레이 제조장비"
  },
  {
    "name": "벡트",
    "code": "457600",
    "sector": "영상 및 음향기기 제조업,프로젝터, 전자칠판, 전자교탁 및 관련 영상 소프트웨어, 콘텐츠 등"
  },
  {
    "name": "벨로크",
    "code": "424760",
    "sector": "컴퓨터 프로그래밍, 시스템 통합 및 관리업,보안솔루션,보안서비스"
  },
  {
    "name": "벽산",
    "code": "007210",
    "sector": "기타 비금속 광물제품 제조업,단열재, 천장재, 외장재, 내장재, 외단열, 바닥재 등"
  },
  {
    "name": "보라티알",
    "code": "250000",
    "sector": "음·식료품 및 담배 도매업,유가공품, 소스류, 파스타류"
  },
  {
    "name": "보락",
    "code": "002760",
    "sector": "기타 화학제품 제조업,식품향료,식품첨가물,화학제품,껌베이스(자일리톨,에리스리톨),담배향료 제조,판매"
  },
  {
    "name": "보령",
    "code": "003850",
    "sector": "의약품 제조업,의약품(제산제(겔포스),구심,용각산,고혈압치료제(카프릴),소염진통제(멘소레담),항생제(듀리세프),혈전치료제(아스트릭스)) 제조"
  },
  {
    "name": "보로노이",
    "code": "310210",
    "sector": "자연과학 및 공학 연구개발업,표적치료제"
  },
  {
    "name": "보성파워텍",
    "code": "006910",
    "sector": "구조용 금속제품, 탱크 및 증기발생기 제조업,송배전용자재"
  },
  {
    "name": "보해양조",
    "code": "000890",
    "sector": "알코올음료 제조업,주류(소주,매취,실비우스,위스키) 제조,음료 도매"
  },
  {
    "name": "본느",
    "code": "226340",
    "sector": "기타 화학제품 제조업,기업인수합병"
  },
  {
    "name": "본시스템즈",
    "code": "496320",
    "sector": "특수 목적용 기계 제조업,감속기 등 로봇부품"
  },
  {
    "name": "볼빅",
    "code": "206950",
    "sector": "운동 및 경기용구 제조업,골프공"
  },
  {
    "name": "부광약품",
    "code": "003000",
    "sector": "의약품 제조업,의약품,치약,의약부외품(부광탁스,레가론,부광안티프라그) 제조"
  },
  {
    "name": "부국증권",
    "code": "001270",
    "sector": "금융 지원 서비스업,유가증권 매매,위탁매매,인수,주선"
  },
  {
    "name": "부국증권우",
    "code": "001275",
    "sector": "preferred"
  },
  {
    "name": "부국철강",
    "code": "026940",
    "sector": "1차 철강 제조업"
  },
  {
    "name": "부방",
    "code": "014470",
    "sector": "부동산 임대 및 공급업,자회사관리, 부동산임대"
  },
  {
    "name": "부산산업",
    "code": "011390",
    "sector": "시멘트, 석회, 플라스터 및 그 제품 제조업,레미콘 제조,판매"
  },
  {
    "name": "부산주공",
    "code": "005030",
    "sector": "자동차 신품 부품 제조업,자동차부품(엔진부품,조향장치부품,브레이장치부품,오토미셧부품) 제조,도매/부동산 임대"
  },
  {
    "name": "부스타",
    "code": "008470",
    "sector": "구조용 금속제품, 탱크 및 증기발생기 제조업,관류보일러,진공온수보일러,무압온수보일러,난방기 제조,판매"
  },
  {
    "name": "뷰노",
    "code": "338220",
    "sector": "소프트웨어 개발 및 공급업,뷰노메드 음성솔루션, 뷰노메드 영상솔루션, 기타 솔루션 등"
  },
  {
    "name": "뷰웍스",
    "code": "100120",
    "sector": "의료용 기기 제조업,X-Ray Detector"
  },
  {
    "name": "뷰티스킨",
    "code": "406820",
    "sector": "기타 화학제품 제조업,화장품 제조, 브랜드, 유통 사업"
  },
  {
    "name": "브레인즈컴퍼니",
    "code": "099390",
    "sector": "소프트웨어 개발 및 공급업,IT 인프라 통합관리 솔루션"
  },
  {
    "name": "브리지텍",
    "code": "064480",
    "sector": "소프트웨어 개발 및 공급업,컨택센터솔루션,BcN솔루션,ASP서비스사업"
  },
  {
    "name": "브이씨",
    "code": "365900",
    "sector": "운동 및 경기용구 제조업,골프용 거리측정기"
  },
  {
    "name": "브이엠",
    "code": "089970",
    "sector": "특수 목적용 기계 제조업,300mm Poly Etch System"
  },
  {
    "name": "브이원텍",
    "code": "251630",
    "sector": "특수 목적용 기계 제조업,LCD/OLED 압흔검사기, 2차전지 검사장비"
  },
  {
    "name": "브이티",
    "code": "018290",
    "sector": "기타 화학제품 제조업,화장품, 라미네이팅필름, 라미네이팅기계"
  },
  {
    "name": "블랙야크아이앤씨",
    "code": "478560",
    "sector": "신발 및 신발 부분품 제조업,산업용 안전화, 안전복 및 안전용품"
  },
  {
    "name": "블루산업개발",
    "code": "006740",
    "sector": "골판지, 종이 상자 및 종이용기 제조업,골판지원지,지관원지,라이나원지 제조"
  },
  {
    "name": "블루엠텍",
    "code": "439580",
    "sector": "기타 전문 도매업,의약품 유통업"
  },
  {
    "name": "블루콤",
    "code": "033560",
    "sector": "영상 및 음향기기 제조업,블루투스헤드셋"
  },
  {
    "name": "블루탑",
    "code": "191600",
    "sector": "전자부품 제조업,nan"
  },
  {
    "name": "블리츠웨이엔터테인먼트",
    "code": "369370",
    "sector": "창작 및 예술관련 서비스업"
  },
  {
    "name": "비나텍",
    "code": "126340",
    "sector": "일차전지 및 이차전지 제조업,초고용량 커패시터(슈퍼커패시터)"
  },
  {
    "name": "비덴트",
    "code": "121800",
    "sector": "통신 및 방송 장비 제조업,방송용 LCD모니터"
  },
  {
    "name": "비보존 제약",
    "code": "082800",
    "sector": "의약품 제조업,완제의약품제조"
  },
  {
    "name": "비비씨",
    "code": "318410",
    "sector": "기타 화학제품 제조업,덴탈 케어용 소재(테이퍼모 등)"
  },
  {
    "name": "비비안",
    "code": "002070",
    "sector": "봉제의복 제조업,여성내의류(스타킹,화운데이숀,란제리),카바링사 제조,수출입/부동산 매매,임대"
  },
  {
    "name": "비상교육",
    "code": "100220",
    "sector": "서적, 잡지 및 기타 인쇄물 출판업,참고서 출판/소프트웨어 개발,공급"
  },
  {
    "name": "비스토스",
    "code": "419540",
    "sector": "의료용 기기 제조업,환자 및 태아감시장치"
  },
  {
    "name": "비씨엔씨",
    "code": "146320",
    "sector": "반도체 제조업,반도체용 합성쿼츠 포커스링"
  },
  {
    "name": "비씨월드제약",
    "code": "200780",
    "sector": "의약품 제조업,마취통증약, 순환계약, 항생제, 기타처방약"
  },
  {
    "name": "비아이매트릭스",
    "code": "413640",
    "sector": "소프트웨어 개발 및 공급업,로우코드 기반 코딩 자동화 솔루션 등"
  },
  {
    "name": "비아트론",
    "code": "141000",
    "sector": "특수 목적용 기계 제조업,AMOLED 등 제조장비"
  },
  {
    "name": "비에이치",
    "code": "090460",
    "sector": "전자부품 제조업,FPCB (연성인쇄회로기판)"
  },
  {
    "name": "비에이치아이",
    "code": "083650",
    "sector": "일반 목적용 기계 제조업,보일러,열교환기등"
  },
  {
    "name": "비엔케이제2호스팩",
    "code": "473370",
    "sector": "금융 지원 서비스업"
  },
  {
    "name": "비엘팜텍",
    "code": "065170",
    "sector": "음·식료품 및 담배 도매업,건강보조식품 등"
  },
  {
    "name": "비엠티",
    "code": "086670",
    "sector": "일반 목적용 기계 제조업,정밀계장용피팅및밸브류,전원분배장치(MCPD)"
  },
  {
    "name": "비올",
    "code": "335890",
    "sector": ""
  },
  {
    "name": "비유테크놀러지",
    "code": "230980",
    "sector": "소프트웨어 개발 및 공급업,VR기반 교육훈련용솔루션"
  },
  {
    "name": "비츠로셀",
    "code": "082920",
    "sector": "일차전지 및 이차전지 제조업,리튬1차전지"
  },
  {
    "name": "비츠로시스",
    "code": "054220",
    "sector": "전동기, 발전기 및 전기 변환 · 공급 · 제어 장치 제조업,원방감시제어시스템, 분산제어시스템"
  },
  {
    "name": "비츠로테크",
    "code": "042370",
    "sector": "기타 금융업,차단기, 개폐기"
  },
  {
    "name": "비케이홀딩스",
    "code": "050090",
    "sector": "광고업"
  },
  {
    "name": "비큐AI",
    "code": "148780",
    "sector": "소프트웨어 개발 및 공급업,AIsurfer,RDPLINE 등"
  },
  {
    "name": "비투엔",
    "code": "307870",
    "sector": "소프트웨어 개발 및 공급업,데이터컨설팅, 품질관리 솔루션"
  },
  {
    "name": "비트맥스",
    "code": "377030",
    "sector": "소프트웨어 개발 및 공급업,AR 개발 플랫폼/AR솔루션"
  },
  {
    "name": "비트컴퓨터",
    "code": "032850",
    "sector": "소프트웨어 개발 및 공급업,의료정보시스템"
  },
  {
    "name": "비트플래닛",
    "code": "049470",
    "sector": "소프트웨어 개발 및 공급업,SI, 소프트웨어"
  },
  {
    "name": "비피도",
    "code": "238200",
    "sector": "기타 식품 제조업,프로바이오틱스 관련 완제품 및 균주 원말 등"
  },
  {
    "name": "빅솔론",
    "code": "093190",
    "sector": "컴퓨터 및 주변장치 제조업,POS용프린터,프린팅메카니즘"
  },
  {
    "name": "빅텍",
    "code": "065450",
    "sector": "측정, 시험, 항해, 제어 및 기타 정밀기기 제조업; 광학기기 제외,전자전시스템 장치류"
  },
  {
    "name": "빌리언스",
    "code": "044480",
    "sector": "고무제품 제조업,콘돔,고무골무,의료용 장갑"
  },
  {
    "name": "빙그레",
    "code": "005180",
    "sector": "동·식물성 유지 및 낙농제품 제조업,아이스크림,우유,스낵,유산균(욥닥터캡슐) 제조"
  },
  {
    "name": "빛과전자",
    "code": "069540",
    "sector": "통신 및 방송 장비 제조업,기타무선통신장비제조업"
  },
  {
    "name": "빛샘전자",
    "code": "072950",
    "sector": "전자부품 제조업,전광판용 LED 모듈, LED 전광판, 광접속함체"
  },
  {
    "name": "뿌리깊은나무들",
    "code": "266170",
    "sector": "영화, 비디오물, 방송프로그램 제작 및 배급업,TV 드라마 등"
  },
  {
    "name": "삐아",
    "code": "451250",
    "sector": "기타 화학제품 제조업,색조화장품"
  },
  {
    "name": "사람인",
    "code": "143240",
    "sector": "자료처리, 호스팅, 포털 및 기타 인터넷 정보매개 서비스업,온라인 채용광고(취업포털), 인재파견, 취업지원 등"
  },
  {
    "name": "사이냅소프트",
    "code": "466410",
    "sector": "소프트웨어 개발 및 공급업,웹 기반 문서뷰어, 문서필터, 웹 에디터 등"
  },
  {
    "name": "사조대림",
    "code": "003960",
    "sector": "수산물 가공 및 저장 처리업,게맛살,어육연제품,식용류,배합사료 제조"
  },
  {
    "name": "사조동아원",
    "code": "008040",
    "sector": "곡물가공품, 전분 및 전분제품 제조업,제분, 배합사료 제조"
  },
  {
    "name": "사조산업",
    "code": "007160",
    "sector": "수산물 가공 및 저장 처리업,원양어업(참치,명태,오징어),육가공,참치통조림,장류 제조/냉동냉장 창고운영/부동산 임대/컴퓨터,소프트웨어 개발,도매/팝콘,구운김 도매"
  },
  {
    "name": "사조씨푸드",
    "code": "014710",
    "sector": "수산물 가공 및 저장 처리업,횟감용 참치 및 기타 일반수산물"
  },
  {
    "name": "사조오양",
    "code": "006090",
    "sector": "수산물 가공 및 저장 처리업,원양어업/수산물가공(게맛살) 제조,수출입/냉동 및 냉장보관/부동산 임대"
  },
  {
    "name": "사토시홀딩스",
    "code": "223310",
    "sector": "상품 종합 도매업,건강기능식품"
  },
  {
    "name": "사피엔반도체",
    "code": "452430",
    "sector": "반도체 제조업,Micro/Mini-LED Display Driver IC"
  },
  {
    "name": "산돌",
    "code": "419120",
    "sector": "소프트웨어 개발 및 공급업,리테일 폰트 등"
  },
  {
    "name": "산일전기",
    "code": "062040",
    "sector": "전동기, 발전기 및 전기 변환 · 공급 · 제어 장치 제조업,유입, 몰드, 주상, 건식 변압기 등"
  },
  {
    "name": "삼기",
    "code": "122350",
    "sector": "자동차 신품 부품 제조업,자동차부품"
  },
  {
    "name": "삼기에너지솔루션즈",
    "code": "419050",
    "sector": "자동차 신품 부품 제조업,배터리(이차전지) 부품 (엔드플레이트)"
  },
  {
    "name": "삼륭물산",
    "code": "014970",
    "sector": "골판지, 종이 상자 및 종이용기 제조업,카톤팩"
  },
  {
    "name": "삼목에스폼",
    "code": "018310",
    "sector": "구조용 금속제품, 탱크 및 증기발생기 제조업,갱폼,알루미늄폼,특수폼,알루미늄압출재"
  },
  {
    "name": "삼미금속",
    "code": "012210",
    "sector": "기타 금속 가공제품 제조업,자동차부품, 중장비부품, 선박부품, 방산부품 등"
  },
  {
    "name": "삼보모터스",
    "code": "053700",
    "sector": "자동차 신품 부품 제조업,증명서 자동발급기"
  },
  {
    "name": "삼보산업",
    "code": "009620",
    "sector": "1차 비철금속 제조업,알미늄괴"
  },
  {
    "name": "삼보판지",
    "code": "023600",
    "sector": "펄프, 종이 및 판지 제조업,골판지,골판지상자"
  },
  {
    "name": "삼부토건",
    "code": "001470",
    "sector": "토목 건설업,토목공사,건축공사,포장공사,건설업,분양사업/건설자재 제조"
  },
  {
    "name": "삼성E&A",
    "code": "028050",
    "sector": "건축기술, 엔지니어링 및 관련 기술 서비스업,산업설비,건물,구축물,토목시설의 설계,시공,공사감리"
  },
  {
    "name": "삼성FN리츠",
    "code": "448730",
    "sector": "부동산 임대 및 공급업,대치타워 및 에스원빌딩"
  },
  {
    "name": "삼성SDI",
    "code": "006400",
    "sector": "일차전지 및 이차전지 제조업,2차전지, 전자재료 제조 판매"
  },
  {
    "name": "삼성SDI우",
    "code": "006405",
    "sector": "preferred"
  },
  {
    "name": "삼성공조",
    "code": "006660",
    "sector": "자동차 신품 부품 제조업,자동차부품(라디에터,오일쿨러) 제조,판매"
  },
  {
    "name": "삼성물산",
    "code": "028260",
    "sector": "기타 전문 도매업,도소매, 건설, 남자용 정장 제조업 등"
  },
  {
    "name": "삼성물산우B",
    "code": "02826K",
    "sector": "preferred"
  },
  {
    "name": "삼성바이오로직스",
    "code": "207940",
    "sector": "기초 의약물질 제조업,바이오의약품"
  },
  {
    "name": "삼성생명",
    "code": "032830",
    "sector": "보험업,생명보험,부동산 임대"
  },
  {
    "name": "삼성스팩10호",
    "code": "0044K0",
    "sector": "금융 지원 서비스업,기업인수합병"
  },
  {
    "name": "삼성스팩11호",
    "code": "0071M0",
    "sector": "금융 지원 서비스업,기업인수합병"
  },
  {
    "name": "삼성에스디에스",
    "code": "018260",
    "sector": "컴퓨터 프로그래밍, 시스템 통합 및 관리업,IT서비스, 물류BPO"
  },
  {
    "name": "삼성전기",
    "code": "009150",
    "sector": "전자부품 제조업,수동소자 (MLCC, Inductor, Chip Resistor 등), 모듈(카메라모듈, 통신모듈), 반도체패키지 기판"
  },
  {
    "name": "삼성전기우",
    "code": "009155",
    "sector": "preferred"
  },
  {
    "name": "삼성전자",
    "code": "005930",
    "sector": "통신 및 방송 장비 제조업,통신 및 방송 장비 제조(무선) 제품, 반도체 제조(메모리) 제품, 전자부품 제조(디스플레이) 제품, 영상 및 음향기기 제조(영상기기) 제품 등"
  },
  {
    "name": "삼성전자우",
    "code": "005935",
    "sector": "preferred"
  },
  {
    "name": "삼성제약",
    "code": "001360",
    "sector": "의약품 제조업,의약품(까스명수,쓸기담,에프킬라에어졸,액체우황청심원) 제조,도매"
  },
  {
    "name": "삼성중공업",
    "code": "010140",
    "sector": "선박 및 보트 건조업,선박(벌크선,원유운반선),철구조물,에너지플랜트 생산,판매/토목건축업"
  },
  {
    "name": "삼성증권",
    "code": "016360",
    "sector": "금융 지원 서비스업,유가증권의 매매,위탁매매,인수주선"
  },
  {
    "name": "삼성출판사",
    "code": "068290",
    "sector": "서적, 잡지 및 기타 인쇄물 출판업,서적 출판,인쇄,소매/부동산 임대"
  },
  {
    "name": "삼성카드",
    "code": "029780",
    "sector": "기타 금융업,신용카드업,상품신용판매,현금서비스,카드론,리스,기업대출,여행업무,통신판매"
  },
  {
    "name": "삼성화재",
    "code": "000810",
    "sector": "보험업,손해보험의 원수,재보험,운용자산의 투자활동"
  },
  {
    "name": "삼성화재우",
    "code": "000815",
    "sector": "preferred"
  },
  {
    "name": "삼아알미늄",
    "code": "006110",
    "sector": "1차 비철금속 제조업,알루미늄박지,은박지,은박가공품,알페이스트 제조,도매,수출"
  },
  {
    "name": "삼아제약",
    "code": "009300",
    "sector": "의약품 제조업,노마에프, 아토크건조시럽, 코데날정, 코코시럽, 스마엘"
  },
  {
    "name": "삼양사",
    "code": "145990",
    "sector": "기타 식품 제조업,설탕"
  },
  {
    "name": "삼양사우",
    "code": "145995",
    "sector": "preferred"
  },
  {
    "name": "삼양식품",
    "code": "003230",
    "sector": "기타 식품 제조업,라면,스낵,유제품,장유,식용유,사료,향신료,건강음료(루이보스 티) 제조,도매"
  },
  {
    "name": "삼양엔씨켐",
    "code": "482630",
    "sector": "기타 화학제품 제조업,반도체 포토레지스트용 기초화합물(KrF PR용 소재, ArF PR용 소재, Wet Chemical)"
  },
  {
    "name": "삼양컴텍",
    "code": "484590",
    "sector": "무기 및 총포탄 제조업,방위산업방탄제품(K-SAP, 유리섬유제품, 방탄헬멧, 위장망, 방탄복), 항공기부품 제조, 도매, 무역"
  },
  {
    "name": "삼양케이씨아이",
    "code": "036670",
    "sector": "기타 화학제품 제조업,폴리머,레진,계면활성제"
  },
  {
    "name": "삼양통상",
    "code": "002170",
    "sector": "가죽, 가방 및 유사제품 제조업,피혁원단,혁제운동화,혁제장갑,혁제스포츠용품 제조,상품중개,무역"
  },
  {
    "name": "삼양패키징",
    "code": "272550",
    "sector": "플라스틱제품 제조업,PET 용기 및 아셉틱 OEM"
  },
  {
    "name": "삼양홀딩스",
    "code": "000070",
    "sector": "기타 금융업,지주회사,경영자문컨설팅"
  },
  {
    "name": "삼영",
    "code": "003720",
    "sector": "플라스틱제품 제조업,합성수지(BOPP,캐파시타),PPC,랩,종이상자(카톤팩) 제조"
  },
  {
    "name": "삼영무역",
    "code": "002810",
    "sector": "기타 전문 도매업,화공약품, 안경렌즈"
  },
  {
    "name": "삼영에스앤씨",
    "code": "361670",
    "sector": "전자부품 제조업,칩형 온습도센서,상대습도센서,미세먼지센서, 공기질 통합센서 노드 및 트랜스미터"
  },
  {
    "name": "삼영엠텍",
    "code": "054540",
    "sector": "구조용 금속제품, 탱크 및 증기발생기 제조업,구조용 특수장치, 교량부품"
  },
  {
    "name": "삼영이엔씨",
    "code": "065570",
    "sector": "통신 및 방송 장비 제조업,GMDSS장비, GPS플로터 등"
  },
  {
    "name": "삼영전자",
    "code": "005680",
    "sector": "전자부품 제조업,전자부품(알루미늄 전해콘덴서),전기이중층콘덴서,센서 제조,도매"
  },
  {
    "name": "삼원강재",
    "code": "023000",
    "sector": "자동차 신품 부품 제조업,열간압연제품(평강,봉강,특수이형강,환강,자동차용 겹판스프링) 제조,판매"
  },
  {
    "name": "삼익THK",
    "code": "004380",
    "sector": "일반 목적용 기계 제조업,직선운동시스템,메카트로시스템,기타정밀 자동화기기 제조,판매/전자상거래,인터넷 관련 s/w,h/w 개발,판매,유지보수"
  },
  {
    "name": "삼익악기",
    "code": "002450",
    "sector": "악기 제조업,피아노,기타,현악기,전자악기,동 부분품 제조,임대,도매"
  },
  {
    "name": "삼익제약",
    "code": "014950",
    "sector": "의약품 제조업,완제의약품 제조 및 CMO"
  },
  {
    "name": "삼일",
    "code": "032280",
    "sector": "도로 화물 운송업,운송 및 하역수입"
  },
  {
    "name": "삼일기업공사",
    "code": "002290",
    "sector": "건물 건설업,도급공사"
  },
  {
    "name": "삼일씨엔에스",
    "code": "004440",
    "sector": "시멘트, 석회, 플라스터 및 그 제품 제조업,PHC파일, 강교, PC"
  },
  {
    "name": "삼일제약",
    "code": "000520",
    "sector": "의약품 제조업,양약(부루펜,액티피드,포리부틴) 제조,도매"
  },
  {
    "name": "삼정펄프",
    "code": "009770",
    "sector": "펄프, 종이 및 판지 제조업,지류화장지,안면용,위생용 티슈 제조,판매"
  },
  {
    "name": "삼지전자",
    "code": "037460",
    "sector": "통신 및 방송 장비 제조업,통신기기,정보기기,BACKLIGHTUNIT사업"
  },
  {
    "name": "삼진",
    "code": "032750",
    "sector": "통신 및 방송 장비 제조업,리모컨"
  },
  {
    "name": "삼진엘앤디",
    "code": "054090",
    "sector": "그외 기타 제품 제조업,몰드프레임, TFT-LCD BLU"
  },
  {
    "name": "삼진제약",
    "code": "005500",
    "sector": "의약품 제조업,의약품(게보린,세트라졸,염산나록손) 제조,판매,수출입,약초재배"
  },
  {
    "name": "삼천당제약",
    "code": "000250",
    "sector": "의약품 제조업,하메론, 아토로우"
  },
  {
    "name": "삼천리",
    "code": "004690",
    "sector": "연료용 가스 제조 및 배관공급업,도시가스 공급/부동산 임대"
  },
  {
    "name": "삼천리자전거",
    "code": "024950",
    "sector": "생활용품 도매업,자전거"
  },
  {
    "name": "삼표시멘트",
    "code": "038500",
    "sector": "기타 비금속 광물제품 제조업,시멘트 제품"
  },
  {
    "name": "삼현",
    "code": "437730",
    "sector": "자동차 신품 부품 제조업,스마트 액추에이터, 스마트 파워유닛"
  },
  {
    "name": "삼현철강",
    "code": "017480",
    "sector": "1차 철강 제조업,후판,열연후판,산세판박,무늬강판,용단철강,형강외"
  },
  {
    "name": "삼호개발",
    "code": "010960",
    "sector": "기반조성 및 시설물 축조관련 전문공사업,토공사,철근콘크리트공사,포장공사,미장방수공사,상하수도공사,수중공사,비계구조물해체공사/골재,아스콘 제조,판매,중기임대"
  },
  {
    "name": "삼화네트웍스",
    "code": "046390",
    "sector": "영화, 비디오물, 방송프로그램 제작 및 배급업,영상 콘텐츠"
  },
  {
    "name": "삼화왕관",
    "code": "004450",
    "sector": "기타 금속 가공제품 제조업,납세용 일반병마개,알루미늄캡,플라스틱캡 제조,판매,금속인쇄,수출"
  },
  {
    "name": "삼화전기",
    "code": "009470",
    "sector": "전자부품 제조업,콘덴서 제조,판매"
  },
  {
    "name": "삼화전자",
    "code": "011230",
    "sector": "영상 및 음향기기 제조업,전자부품(페라이트 코어,SMPS,편향요크(DY),고압변성기(FBT)용코어) 제조,판매"
  },
  {
    "name": "삼화콘덴서",
    "code": "001820",
    "sector": "전자부품 제조업,콘덴서(축전기) 제조"
  },
  {
    "name": "삼화페인트",
    "code": "000390",
    "sector": "기타 화학제품 제조업,건축용페인트,공업용페인트,분체도료 등 제조"
  },
  {
    "name": "상보",
    "code": "027580",
    "sector": "플라스틱제품 제조업,광학필름,윈도우필름,미디어필름"
  },
  {
    "name": "상상인",
    "code": "038540",
    "sector": "컴퓨터 프로그래밍, 시스템 통합 및 관리업,IT 통합 솔루션"
  },
  {
    "name": "상상인제4호스팩",
    "code": "452670",
    "sector": "금융 지원 서비스업,합병"
  },
  {
    "name": "상상인증권",
    "code": "001290",
    "sector": "금융 지원 서비스업,유가증권 매매"
  },
  {
    "name": "상신브레이크",
    "code": "041650",
    "sector": "자동차 신품 부품 제조업,자동차 브레이크 슈 어셈블리,브레이크패드 제조/군납업,무역/부동산 임대"
  },
  {
    "name": "상신이디피",
    "code": "091580",
    "sector": "일차전지 및 이차전지 제조업,2차전지부품"
  },
  {
    "name": "상신전자",
    "code": "263810",
    "sector": "전자부품 제조업,노이즈필터(48.81%), 코일(19.33%), 리액터(10.75%)"
  },
  {
    "name": "상아프론테크",
    "code": "089980",
    "sector": "플라스틱제품 제조업,LCD부품,사무기기부품,PCB부품,2차전지부품"
  },
  {
    "name": "상지건설",
    "code": "042940",
    "sector": "건물 건설업,건설업, 고급빌라 건축 및 일반 건축, 주택공급 등"
  },
  {
    "name": "새로닉스",
    "code": "042600",
    "sector": "전자부품 제조업,광학시트, FFC"
  },
  {
    "name": "새론오토모티브",
    "code": "075180",
    "sector": "자동차 신품 부품 제조업,자동차부품(브레이크패드,라이닝)"
  },
  {
    "name": "새빗켐",
    "code": "107600",
    "sector": "기타 화학제품 제조업,폐전지재활용소재, 폐산재활용"
  },
  {
    "name": "샌즈랩",
    "code": "411080",
    "sector": "소프트웨어 개발 및 공급업,사이버 위협 인텔리전스(CTI)"
  },
  {
    "name": "샘씨엔에스",
    "code": "252990",
    "sector": "전자부품 제조업,세라믹 STF(다층 세라믹 기판)"
  },
  {
    "name": "샘표",
    "code": "007540",
    "sector": "기타 금융업,간장,된장,고추장 제조,가공,판매,무역"
  },
  {
    "name": "샘표식품",
    "code": "248170",
    "sector": "기타 식품 제조업,간장"
  },
  {
    "name": "샤페론",
    "code": "378800",
    "sector": "기초 의약물질 제조업,합성신약 및 항체치료제신약 기술제품 및 기술이전"
  },
  {
    "name": "서남",
    "code": "294630",
    "sector": "기타 전기장비 제조업,고온초전도선재"
  },
  {
    "name": "서린바이오",
    "code": "038070",
    "sector": "기타 전문 도매업,생명과학연구기기및시약"
  },
  {
    "name": "서부T&D",
    "code": "006730",
    "sector": "일반 및 생활 숙박시설 운영업,석유류판매"
  },
  {
    "name": "서산",
    "code": "079650",
    "sector": "시멘트, 석회, 플라스터 및 그 제품 제조업,레미콘,전주,고강도파일,흄관"
  },
  {
    "name": "서암기계공업",
    "code": "100660",
    "sector": "일반 목적용 기계 제조업,공작기계부품(정밀기어,척),산업기계 제조부동산 임대"
  },
  {
    "name": "서연",
    "code": "007860",
    "sector": "기타 금융업,자동차부품(승용차내장품-도어트림,헤드라이닝,승용차시트) 제조,도매"
  },
  {
    "name": "서연이화",
    "code": "200880",
    "sector": "자동차 신품 부품 제조업,자동차 도어 트림 및 시트"
  },
  {
    "name": "서연탑메탈",
    "code": "019770",
    "sector": "특수 목적용 기계 제조업,자동차금형.건설중장비 부품"
  },
  {
    "name": "서울가스",
    "code": "017390",
    "sector": "연료용 가스 제조 및 배관공급업,도시가스공급,가스공급설비공사"
  },
  {
    "name": "서울리거",
    "code": "043710",
    "sector": "기타 전문 도매업,의약품 도매 및 화장품 도소매"
  },
  {
    "name": "서울바이오시스",
    "code": "092190",
    "sector": "반도체 제조업,Visible LED, UV LED"
  },
  {
    "name": "서울반도체",
    "code": "046890",
    "sector": "반도체 제조업,Display, Chip LED, Lamp"
  },
  {
    "name": "서울보증보험",
    "code": "031210",
    "sector": "보험업,보증보험, 신용보험 등"
  },
  {
    "name": "서울식품",
    "code": "004410",
    "sector": "기타 식품 제조업,빵,스넥,마아가린,유지류,사료 제조,도매"
  },
  {
    "name": "서울식품우",
    "code": "004415",
    "sector": "preferred"
  },
  {
    "name": "서울옥션",
    "code": "063170",
    "sector": "상품 중개업,미술품경매"
  },
  {
    "name": "서울전자통신",
    "code": "027040",
    "sector": "전동기, 발전기 및 전기 변환 · 공급 · 제어 장치 제조업,전자변성기, 무역업(트랜스포머자재)"
  },
  {
    "name": "서울제약",
    "code": "018680",
    "sector": "의약품 제조업,정제,연질캅셀제,경질캅셀제,연고 및 크림제 등"
  },
  {
    "name": "서울평가정보",
    "code": "036120",
    "sector": "기타 정보 서비스업,신용조회,채권추심,신용조사"
  },
  {
    "name": "서원",
    "code": "021050",
    "sector": "금속 주조업,비철금속(황동 빌레트,인코트) 제조,재생원료생산"
  },
  {
    "name": "서원인텍",
    "code": "093920",
    "sector": "통신 및 방송 장비 제조업,휴대폰용키패드및부자재"
  },
  {
    "name": "서전기전",
    "code": "189860",
    "sector": "전동기, 발전기 및 전기 변환 · 공급 · 제어 장치 제조업,수배전반, 전력기기, 전기공사"
  },
  {
    "name": "서진시스템",
    "code": "178320",
    "sector": "기타 전기장비 제조업,통신장비부품,휴대폰부품(메탈케이스 등)"
  },
  {
    "name": "서진오토모티브",
    "code": "122690",
    "sector": "자동차 신품 부품 제조업,Clutch,Flywheel,Driveplate,Bearing,ATparts"
  },
  {
    "name": "서플러스글로벌",
    "code": "140070",
    "sector": "기계장비 및 관련 물품 도매업,반도체 제조용 장비, 유휴기계설비 도소매"
  },
  {
    "name": "서한",
    "code": "011370",
    "sector": "건물 건설업,건축, 토목"
  },
  {
    "name": "서호전기",
    "code": "065710",
    "sector": "전동기, 발전기 및 전기 변환 · 공급 · 제어 장치 제조업,항만크레인,구동전기장치"
  },
  {
    "name": "서흥",
    "code": "008490",
    "sector": "기타 화학제품 제조업,의약품(하드캅셀,건강보조식품,소프트캅셀),건강보조식품,인삼제품 제조,판매"
  },
  {
    "name": "서희건설",
    "code": "035890",
    "sector": "건물 건설업,토목, 건축, 부동산임대업"
  },
  {
    "name": "석경에이티",
    "code": "357550",
    "sector": "기초 화학물질 제조업,바이오 및 전기전자 나노 소재"
  },
  {
    "name": "선광",
    "code": "003100",
    "sector": "기타 운송관련 서비스업,항만하역, 해사(바다모래)"
  },
  {
    "name": "선도전기",
    "code": "007610",
    "sector": "전동기, 발전기 및 전기 변환 · 공급 · 제어 장치 제조업,수배전반,중전기기 제조,도매/전기공사"
  },
  {
    "name": "선바이오",
    "code": "067370",
    "sector": "의약품 제조업,PEG유도체 제품 (62%), 기술료수입 (38%)"
  },
  {
    "name": "선샤인푸드",
    "code": "217620",
    "sector": "음식점업,직영음식점, 축산물가공, 프랜차이즈"
  },
  {
    "name": "선익시스템",
    "code": "171090",
    "sector": "특수 목적용 기계 제조업,OLED 증착장비"
  },
  {
    "name": "선진",
    "code": "136490",
    "sector": "동물용 사료 및 조제식품 제조업,조제동물사료"
  },
  {
    "name": "선진뷰티사이언스",
    "code": "086710",
    "sector": "기타 화학제품 제조업,화장품 원료"
  },
  {
    "name": "성광벤드",
    "code": "014620",
    "sector": "1차 철강 제조업,관이음쇠"
  },
  {
    "name": "성도이엔지",
    "code": "037350",
    "sector": "건축기술, 엔지니어링 및 관련 기술 서비스업,반도체크린룸 시공, 반도체장비제조"
  },
  {
    "name": "성문전자",
    "code": "014910",
    "sector": "전자부품 제조업,콘덴서용 증착필름,압력분무식 플러스자동도포기 제조,판매"
  },
  {
    "name": "성문전자우",
    "code": "014915",
    "sector": "preferred"
  },
  {
    "name": "성신양회",
    "code": "004980",
    "sector": "시멘트, 석회, 플라스터 및 그 제품 제조업,시멘트,레미콘 제조"
  },
  {
    "name": "성신양회우",
    "code": "004985",
    "sector": "preferred"
  },
  {
    "name": "성안머티리얼스",
    "code": "011300",
    "sector": "직물직조 및 직물제품 제조업,제직,염색,폴리에스터직물,자수직물봉제 제조,판매/임대료,관리비 수입"
  },
  {
    "name": "성우",
    "code": "458650",
    "sector": "일차전지 및 이차전지 제조업,이차전지 부품(2170 Topcap Ass'y, S4623 등), 자동차 전장부품(Motor Housing, EV Relay 등)"
  },
  {
    "name": "성우전자",
    "code": "081580",
    "sector": "통신 및 방송 장비 제조업,휴대폰금속프레스부품(전자파차단ShieldCan)"
  },
  {
    "name": "성우테크론",
    "code": "045300",
    "sector": "전자부품 제조업,리드프레임,반도체검사장비"
  },
  {
    "name": "성우하이텍",
    "code": "015750",
    "sector": "자동차 신품 부품 제조업,자동차범퍼"
  },
  {
    "name": "성일하이텍",
    "code": "365340",
    "sector": "기초 화학물질 제조업,코발트, 니켈, 리튬 등"
  },
  {
    "name": "성창기업지주",
    "code": "000180",
    "sector": "회사 본부 및 경영 컨설팅 서비스업,합판, 마루, 파티클보드, 우드칩, 포르말린 등 제조"
  },
  {
    "name": "성창오토텍",
    "code": "080470",
    "sector": "자동차 신품 부품 제조업,차량용 에어컨필터, 차량용인버터 등"
  },
  {
    "name": "성호전자",
    "code": "043260",
    "sector": "전자부품 제조업,전원공급장치,필름콘덴서"
  },
  {
    "name": "세경하이테크",
    "code": "148150",
    "sector": "전자부품 제조업,DECO Film 및 기타 TAPE 제조"
  },
  {
    "name": "세기상사",
    "code": "002420",
    "sector": "연료 소매업,극장(영화상영)/극영화,만화영화 제조/음식료품,일용잡화 소매/부동산 임대"
  },
  {
    "name": "세나테크놀로지",
    "code": "061090",
    "sector": "통신 및 방송 장비 제조업,메시통신제품, 스마트 헬멧"
  },
  {
    "name": "세니젠",
    "code": "188260",
    "sector": "그외 기타 제품 제조업,Genelix, Genext, Geneka 등"
  },
  {
    "name": "세동",
    "code": "053060",
    "sector": "자동차 신품 부품 제조업,도어벨트, 몰딩"
  },
  {
    "name": "세림B&G",
    "code": "340440",
    "sector": "플라스틱제품 제조업,기업인수"
  },
  {
    "name": "세명전기",
    "code": "017510",
    "sector": "기타 금속 가공제품 제조업,154kV, 345kV, 765kV 송전,변전,배전용 금구류, 섬유직기용 섹셔날 빔"
  },
  {
    "name": "세방",
    "code": "004360",
    "sector": "도로 화물 운송업,도로운송,항만하역,창고,지게차 임대"
  },
  {
    "name": "세방우",
    "code": "004365",
    "sector": "preferred"
  },
  {
    "name": "세방전지",
    "code": "004490",
    "sector": "일차전지 및 이차전지 제조업,자동차용 및 산업용 축전지(연축전지) 제조,판매"
  },
  {
    "name": "세보엠이씨",
    "code": "011560",
    "sector": "건물설비 설치 공사업,건설관련설비,ACESS FLOOR,소음기,CHAMMBER,PFP UNIT,BY-PASS UNIT,DUCT,철구조물"
  },
  {
    "name": "세븐브로이맥주",
    "code": "267080",
    "sector": "알코올음료 제조업,맥주 등 주류 및 음료"
  },
  {
    "name": "세아메카닉스",
    "code": "396300",
    "sector": "기타 금속 가공제품 제조업,TV스탠드, 전기 수소차 부품 등"
  },
  {
    "name": "세아베스틸지주",
    "code": "001430",
    "sector": "1차 철강 제조업,특수강,철도용품,자동차부품 제조,수출입"
  },
  {
    "name": "세아제강",
    "code": "306200",
    "sector": "1차 철강 제조업,강관"
  },
  {
    "name": "세아제강지주",
    "code": "003030",
    "sector": "기타 금융업,경영컨설팅업"
  },
  {
    "name": "세아특수강",
    "code": "019440",
    "sector": "1차 철강 제조업,냉간압조용선재,마봉강,스테인레스봉강 제조"
  },
  {
    "name": "세아홀딩스",
    "code": "058650",
    "sector": "1차 철강 제조업,지주회사/투자 및 경영컨설팅/부동산 임대"
  },
  {
    "name": "세우글로벌",
    "code": "013000",
    "sector": "기타 전문 도매업,화공약품.엔지니어링 플라스틱,페놀계제품,석유화학제품 판매/철재가구,사무목재가구 제조/교육사업"
  },
  {
    "name": "세운메디칼",
    "code": "100700",
    "sector": "의료용품 및 기타 의약 관련제품 제조업,의료용구(체액배출기,도뇨관) 제조,도매,수출입"
  },
  {
    "name": "세원물산",
    "code": "024830",
    "sector": "자동차 신품 부품 제조업,라디에이터서포터"
  },
  {
    "name": "세원정공",
    "code": "021820",
    "sector": "자동차 신품 부품 제조업,자동차부품(차체류,램프류) 제조"
  },
  {
    "name": "세이브존I&C",
    "code": "067830",
    "sector": "종합 소매업,대형할인점(백화점)/부동산 임대/주차장,문화센터 운영"
  },
  {
    "name": "세종메디칼",
    "code": "258830",
    "sector": "의료용 기기 제조업,복강경수술용 투관침 등"
  },
  {
    "name": "세종텔레콤",
    "code": "036630",
    "sector": "전기 및 통신 공사업,WLL/GPS/위성DMB/VoIP 단말기"
  },
  {
    "name": "세중",
    "code": "039310",
    "sector": "소프트웨어 개발 및 공급업,여행"
  },
  {
    "name": "세진중공업",
    "code": "075580",
    "sector": "선박 및 보트 건조업,선박 Deck House, LPG Tank, Upper Deck Unit, 해양플랜트 Living Quarter"
  },
  {
    "name": "세진티에스",
    "code": "067770",
    "sector": "전자부품 제조업,LED/LCD용 광기능성 시트"
  },
  {
    "name": "세코닉스",
    "code": "053450",
    "sector": "사진장비 및 광학기기 제조업,모바일용 카메라렌즈, 차량용 카메라 및 광학부품"
  },
  {
    "name": "세토피아",
    "code": "222810",
    "sector": "1차 철강 제조업,보안솔루션 개발 외"
  },
  {
    "name": "세화피앤씨",
    "code": "252500",
    "sector": "기타 화학제품 제조업,염모제 등"
  },
  {
    "name": "센서뷰",
    "code": "321370",
    "sector": "전자부품 제조업,T&M 케이블, 초소형 전송선로"
  },
  {
    "name": "센코",
    "code": "347000",
    "sector": "측정, 시험, 항해, 제어 및 기타 정밀기기 제조업; 광학기기 제외,가스센서 및 모듈, 휴대용 및 고정형 가스검지기, 악취 & 미세먼지 모니터링 시스템"
  },
  {
    "name": "셀레믹스",
    "code": "331920",
    "sector": "기초 의약물질 제조업,타겟캡처키트"
  },
  {
    "name": "셀레스트라",
    "code": "352770",
    "sector": "의료용품 및 기타 의약 관련제품 제조업,Geno Series, CD-PRIME, Cancer Prime"
  },
  {
    "name": "셀로맥스사이언스",
    "code": "471820",
    "sector": "기타 식품 제조업,건강기능식품"
  },
  {
    "name": "셀루메드",
    "code": "049180",
    "sector": "기초 의약물질 제조업,의료기기, 바이오시밀러 및 헬스케어사업"
  },
  {
    "name": "셀리드",
    "code": "299660",
    "sector": "자연과학 및 공학 연구개발업,항암면역치료백신"
  },
  {
    "name": "셀바스AI",
    "code": "108860",
    "sector": "소프트웨어 개발 및 공급업,인공지능 솔루션 등"
  },
  {
    "name": "셀바스헬스케어",
    "code": "208370",
    "sector": "의료용 기기 제조업,체성분측정기, 혈압계, 점자정보단말기"
  },
  {
    "name": "셀바이오휴먼텍",
    "code": "318160",
    "sector": "기타 섬유제품 제조업,마스크팩 섬유소재(시트)"
  },
  {
    "name": "셀비온",
    "code": "308430",
    "sector": "의약품 제조업,셀비온그린주, 셀비온메브로페닌주, 도페정 등"
  },
  {
    "name": "셀트리온",
    "code": "068270",
    "sector": "기초 의약물질 제조업,램시마, 트룩시마, 허쥬마"
  },
  {
    "name": "셀트리온제약",
    "code": "068760",
    "sector": "의약품 제조업,고덱스 캡슐 외"
  },
  {
    "name": "셀피글로벌",
    "code": "068940",
    "sector": "전자부품 제조업,신용카드 및 전자화폐 등"
  },
  {
    "name": "소노스퀘어",
    "code": "007720",
    "sector": "상품 종합 도매업,기업소모성자재 구매대행업"
  },
  {
    "name": "소룩스",
    "code": "290690",
    "sector": "전구 및 조명장치 제조업,실내등(형광등, LED등), 실외등, 특수등"
  },
  {
    "name": "소마젠",
    "code": "950200",
    "sector": "그외 기타 전문, 과학 및 기술 서비스업,유전체 분석 서비스 (NGS, CES 등)"
  },
  {
    "name": "소프트센",
    "code": "032680",
    "sector": "기타 정보 서비스업,전산기기 및 정보통신공사"
  },
  {
    "name": "소프트센우",
    "code": "032685",
    "sector": "preferred"
  },
  {
    "name": "소프트캠프",
    "code": "258790",
    "sector": "소프트웨어 개발 및 공급업,통합보안솔루션"
  },
  {
    "name": "손오공",
    "code": "066910",
    "sector": "기타 전문 도매업,완구, 게임, 캐릭터수입수수료"
  },
  {
    "name": "솔디펜스",
    "code": "215090",
    "sector": "측정, 시험, 항해, 제어 및 기타 정밀기기 제조업; 광학기기 제외,■ 회로카드조립체(프로세서보드용)"
  },
  {
    "name": "솔루스첨단소재",
    "code": "336370",
    "sector": "전자부품 제조업,동박, 유압기기 등"
  },
  {
    "name": "솔루스첨단소재1우",
    "code": "33637K",
    "sector": "preferred"
  },
  {
    "name": "솔루스첨단소재2우B",
    "code": "33637L",
    "sector": "preferred"
  },
  {
    "name": "솔루엠",
    "code": "248070",
    "sector": "전자부품 제조업,POWER, 3in1 Board, ESL 등"
  },
  {
    "name": "솔본",
    "code": "035610",
    "sector": "회사 본부 및 경영 컨설팅 서비스업,경영자문 및 지주사업"
  },
  {
    "name": "솔브레인",
    "code": "357780",
    "sector": "기타 화학제품 제조업,반도체 및 디스플레이 관련 화학재료 제조ㆍ판매 등"
  },
  {
    "name": "솔브레인홀딩스",
    "code": "036830",
    "sector": "회사 본부 및 경영 컨설팅 서비스업,반도체,디스플레이,2차전지 공정용 화학제품"
  },
  {
    "name": "솔트룩스",
    "code": "304100",
    "sector": "소프트웨어 개발 및 공급업,인공지능 및 빅데이터 소프트웨어"
  },
  {
    "name": "솔트웨어",
    "code": "328380",
    "sector": "컴퓨터 프로그래밍, 시스템 통합 및 관리업,enView"
  },
  {
    "name": "송원산업",
    "code": "004430",
    "sector": "기타 화학제품 제조업,폴리머첨가제(PVC안정제,산화방지제),폴리우레탄수지,프라스틱첨가제 제조"
  },
  {
    "name": "쇼박스",
    "code": "086980",
    "sector": "영화, 비디오물, 방송프로그램 제작 및 배급업,영화투자및배급"
  },
  {
    "name": "수산세보틱스",
    "code": "017550",
    "sector": "특수 목적용 기계 제조업,유압브레이커,트럭크레인,플라즈마 파암장비,특장차,산업기계,건설기계 제조,도매"
  },
  {
    "name": "수산아이앤티",
    "code": "050960",
    "sector": "소프트웨어 개발 및 공급업,공유단말접속관리서비스, 보안솔루션 등"
  },
  {
    "name": "수산인더스트리",
    "code": "126720",
    "sector": "건물설비 설치 공사업,전력발전설비 정비 용역"
  },
  {
    "name": "수성웹툰",
    "code": "084180",
    "sector": "일반 목적용 기계 제조업,전동지게차"
  },
  {
    "name": "수젠텍",
    "code": "253840",
    "sector": "의료용품 및 기타 의약 관련제품 제조업,체외진단 기기 및 시약"
  },
  {
    "name": "수프로",
    "code": "185190",
    "sector": "산업용 농·축산물 및 동·식물 도매업,조경수용 수목"
  },
  {
    "name": "슈어소프트테크",
    "code": "298830",
    "sector": "소프트웨어 개발 및 공급업,소프트웨어 자동화 검증 플랫폼"
  },
  {
    "name": "슈프리마",
    "code": "236200",
    "sector": "통신 및 방송 장비 제조업,바이오인식 관련 제품"
  },
  {
    "name": "슈프리마에이치큐",
    "code": "094840",
    "sector": "통신 및 방송 장비 제조업,지문인식솔루션및시스템"
  },
  {
    "name": "슈피겐코리아",
    "code": "192440",
    "sector": "그외 기타 제품 제조업,핸드폰 케이스, 액정보호필름"
  },
  {
    "name": "스마트레이더시스템",
    "code": "424960",
    "sector": "측정, 시험, 항해, 제어 및 기타 정밀기기 제조업; 광학기기 제외,모빌리티 및 비모빌리티용 4D이미징레이다"
  },
  {
    "name": "스맥",
    "code": "099440",
    "sector": "특수 목적용 기계 제조업,공작기계 및 산업용로봇제조"
  },
  {
    "name": "스카이라이프",
    "code": "053210",
    "sector": "텔레비전 방송업,위성방송서비스"
  },
  {
    "name": "스코넥",
    "code": "276040",
    "sector": "소프트웨어 개발 및 공급업,XR 교육/훈련 시스템, VR 게임 콘텐츠 등"
  },
  {
    "name": "스타에스엠리츠",
    "code": "204210",
    "sector": "부동산 임대 및 공급업,호텔 부동산 취득, 관리, 개량 및 처분"
  },
  {
    "name": "스타코링크",
    "code": "060240",
    "sector": "선박 및 보트 건조업,모바일게임(열혈강호,검과마법)"
  },
  {
    "name": "스타플렉스",
    "code": "115570",
    "sector": "플라스틱제품 제조업,광고용플렉스(조명용,비조명용)"
  },
  {
    "name": "스톤브릿지벤처스",
    "code": "330730",
    "sector": "기타 금융업,창업투자, 사모투자"
  },
  {
    "name": "스톰테크",
    "code": "352090",
    "sector": "플라스틱제품 제조업,정수기 피팅, 밸브, 파우셋 등 부품"
  },
  {
    "name": "스튜디오드래곤",
    "code": "253450",
    "sector": "영화, 비디오물, 방송프로그램 제작 및 배급업,드라마 제작, 판매"
  },
  {
    "name": "스튜디오미르",
    "code": "408900",
    "sector": "영화, 비디오물, 방송프로그램 제작 및 배급업,애니메이션 제작"
  },
  {
    "name": "스튜디오산타클로스",
    "code": "204630",
    "sector": "창작 및 예술관련 서비스업"
  },
  {
    "name": "스튜디오삼익",
    "code": "415380",
    "sector": "기타 생활용품 소매업,침실가구, 거실가구, 옷장/수납, 주방가구 등"
  },
  {
    "name": "스틱인베스트먼트",
    "code": "026890",
    "sector": "신탁업 및 집합투자업,사모펀드(PEF)"
  },
  {
    "name": "스페코",
    "code": "013810",
    "sector": "특수 목적용 기계 제조업,아스팔트믹싱플랜트"
  },
  {
    "name": "스피어",
    "code": "347700",
    "sector": "소프트웨어 개발 및 공급업,우주항공산업 관련 부품 등 판매 / 디지털헬스 소프트웨어 개발 및 공급"
  },
  {
    "name": "승일",
    "code": "049830",
    "sector": "기타 금속 가공제품 제조업,에어졸캔,에어졸발브,일반관"
  },
  {
    "name": "시공테크",
    "code": "020710",
    "sector": "전문디자인업,박물관, 전시관, 엑스포, 특수영상"
  },
  {
    "name": "시그네틱스",
    "code": "033170",
    "sector": "반도체 제조업,반도체 패키징"
  },
  {
    "name": "시너지이노베이션",
    "code": "048870",
    "sector": "의료용 기기 제조업,카메라 어플리케이션 프로세서(CAP)"
  },
  {
    "name": "시노펙스",
    "code": "025320",
    "sector": "전자부품 제조업,전자부품, 필터"
  },
  {
    "name": "시디즈",
    "code": "134790",
    "sector": "가구 제조업,의자"
  },
  {
    "name": "시선AI",
    "code": "340810",
    "sector": "소프트웨어 개발 및 공급업,AI얼굴인식 시스템, AI얼굴인증 솔루션, AI 객체인식 솔루션, AI데이터 플랫폼"
  },
  {
    "name": "시스웍",
    "code": "269620",
    "sector": "측정, 시험, 항해, 제어 및 기타 정밀기기 제조업; 광학기기 제외,클린룸 제어시스템, BLDC모터, 공조장치 제어기 등"
  },
  {
    "name": "시지메드텍",
    "code": "056090",
    "sector": "의료용 기기 제조업,정형외과용 신체보정용 의료기기"
  },
  {
    "name": "시지트로닉스",
    "code": "429270",
    "sector": "반도체 제조업,특화반도체 소자"
  },
  {
    "name": "시큐레터",
    "code": "418250",
    "sector": "소프트웨어 개발 및 공급업,SLE(이메일 보안), SLF(파일 보안)"
  },
  {
    "name": "시큐브",
    "code": "131090",
    "sector": "소프트웨어 개발 및 공급업,시스템보안관리솔루션, 정보유출방지솔루션"
  },
  {
    "name": "시프트업",
    "code": "462870",
    "sector": "소프트웨어 개발 및 공급업,게임 소프트웨어"
  },
  {
    "name": "신대양제지",
    "code": "016590",
    "sector": "골판지, 종이 상자 및 종이용기 제조업,골판지용 골심지,라이너지 제조,수출입"
  },
  {
    "name": "신도기연",
    "code": "290520",
    "sector": "특수 목적용 기계 제조업,OLED용 후공정장비(라미네이터, 오토클레이브 등)"
  },
  {
    "name": "신도리코",
    "code": "029530",
    "sector": "컴퓨터 및 주변장치 제조업,복사기, 3D프린터, 프린터, 주변기기 제조,판매"
  },
  {
    "name": "신라교역",
    "code": "004970",
    "sector": "어로 어업,원양어업(참치,명태,휠레트,연육,명란,새우),어획물 판매/직물 수출"
  },
  {
    "name": "신라섬유",
    "code": "001000",
    "sector": "부동산 임대 및 공급업"
  },
  {
    "name": "신라에스지",
    "code": "025870",
    "sector": "음·식료품 및 담배 도매업,수산물도매"
  },
  {
    "name": "신라젠",
    "code": "215600",
    "sector": "자연과학 및 공학 연구개발업,펙사벡(바이러스 항암면역치료제)"
  },
  {
    "name": "신성델타테크",
    "code": "065350",
    "sector": "가정용 기기 제조업,세탁기, 자동차, 에어컨 및 LCD 부품"
  },
  {
    "name": "신성에스티",
    "code": "416180",
    "sector": "자동차 신품 부품 제조업,전기차/2차전지 Busbar 및 배터리모듈 보호 부품 등"
  },
  {
    "name": "신성이엔지",
    "code": "011930",
    "sector": "반도체 제조업,태양전지, 태양광모듈 제조 및 판매, 태양광 발전설치공사, 클린룸, 자동화장비"
  },
  {
    "name": "신세계",
    "code": "004170",
    "sector": "종합 소매업,백화점,할인점(E마트)"
  },
  {
    "name": "신세계 I&C",
    "code": "035510",
    "sector": "컴퓨터 프로그래밍, 시스템 통합 및 관리업,IT시스템 개발, 운영 및 유지보수, IT 컨설팅, IT장비솔루션 총판, 아웃소싱, IDC, IT기기 및 휴대폰 유통, 전자상품권"
  },
  {
    "name": "신세계인터내셔날",
    "code": "031430",
    "sector": "섬유, 의복, 신발 및 가죽제품 소매업"
  },
  {
    "name": "신세계푸드",
    "code": "031440",
    "sector": "음식점업,단체급식, 식자재유통, 외식"
  },
  {
    "name": "신송홀딩스",
    "code": "006880",
    "sector": "산업용 농·축산물 및 동·식물 도매업,사업경영 및 관리자문"
  },
  {
    "name": "신스틸",
    "code": "162300",
    "sector": "1차 철강 제조업,컬러강판, 아연도금강판 등 강판류"
  },
  {
    "name": "신시웨이",
    "code": "290560",
    "sector": "소프트웨어 개발 및 공급업,DB보안솔루션 등"
  },
  {
    "name": "신신제약",
    "code": "002800",
    "sector": "의약품 제조업,파스류 (신신파스 아렉스 등)"
  },
  {
    "name": "신영스팩10호",
    "code": "472220",
    "sector": "금융 지원 서비스업,기업인수합병"
  },
  {
    "name": "신영와코루",
    "code": "005800",
    "sector": "봉제의복 제조업,여성용 내의류(화운데이션,란제리,블래지어),환자,노령자용 파자마,남성용 내의류 제조"
  },
  {
    "name": "신영증권",
    "code": "001720",
    "sector": "금융 지원 서비스업,증권업"
  },
  {
    "name": "신원",
    "code": "009270",
    "sector": "봉제의복 제조업,여성,남성의류,스웨터,의복관련 악세사리,사카린,망초 제조,판매,수출입/섬유의류 도매/신용카드업/의류전문 물류대행 및 임대사업"
  },
  {
    "name": "신원종합개발",
    "code": "017000",
    "sector": "건물 건설업,토건"
  },
  {
    "name": "신일전자",
    "code": "002700",
    "sector": "기계장비 및 관련 물품 도매업,가정용 전기기구(선풍기,난로,세탁기),전자기구,연구기구 제조,수출입"
  },
  {
    "name": "신일제약",
    "code": "012790",
    "sector": "의약품 제조업,디펜플라스타, 맥스케어, 트레스, 리피칸"
  },
  {
    "name": "신진에스엠",
    "code": "138070",
    "sector": "기타 금속 가공제품 제조업,표준 플레이트"
  },
  {
    "name": "신테카바이오",
    "code": "226330",
    "sector": "소프트웨어 개발 및 공급업,유전체 빅데이터 기반의 AI신약개발 및 정밀의료서비스"
  },
  {
    "name": "신풍",
    "code": "002870",
    "sector": "기타 전문 도매업,마닐라판지 제조,도소매"
  },
  {
    "name": "신풍제약",
    "code": "019170",
    "sector": "의약품 제조업,의약품(항생제,혈전용해제,향정신성약품,구충제) 제조,판매"
  },
  {
    "name": "신풍제약우",
    "code": "019175",
    "sector": "preferred"
  },
  {
    "name": "신한글로벌액티브리츠",
    "code": "481850",
    "sector": "신탁업 및 집합투자업,신탁 및 집합투자"
  },
  {
    "name": "신한서부티엔디리츠",
    "code": "404990",
    "sector": "부동산 임대 및 공급업,부동산투자"
  },
  {
    "name": "신한알파리츠",
    "code": "293940",
    "sector": "부동산 임대 및 공급업,비거주 부동산 임대 서비스업"
  },
  {
    "name": "신한제11호스팩",
    "code": "452980",
    "sector": "금융 지원 서비스업,금융서비스(기업인수목적 회사)"
  },
  {
    "name": "신한제12호스팩",
    "code": "474660",
    "sector": "금융 지원 서비스업,금융서비스(기업인수목적회사)"
  },
  {
    "name": "신한제13호스팩",
    "code": "474930",
    "sector": "금융 지원 서비스업,기타금융서비스(기업합병)"
  },
  {
    "name": "신한제14호스팩",
    "code": "487360",
    "sector": "금융 지원 서비스업"
  },
  {
    "name": "신한제15호스팩",
    "code": "487830",
    "sector": "금융 지원 서비스업"
  },
  {
    "name": "신한제16호스팩",
    "code": "496070",
    "sector": "금융 지원 서비스업,기타금융서비스(기업합병)"
  },
  {
    "name": "신한지주",
    "code": "055550",
    "sector": "기타 금융업,금융지주회사"
  },
  {
    "name": "신화인터텍",
    "code": "056700",
    "sector": "플라스틱제품 제조업,디스플레이 BLU용 광학필름"
  },
  {
    "name": "신화콘텍",
    "code": "187270",
    "sector": "전동기, 발전기 및 전기 변환 · 공급 · 제어 장치 제조업,커넥터(정보통신기기용, 디스플레이용, HDD용 등)"
  },
  {
    "name": "신흥",
    "code": "004080",
    "sector": "기계장비 및 관련 물품 도매업,치과용기자재(방사선장치,전기진단장치),주사침 도소매,제조/부동산 임대"
  },
  {
    "name": "신흥에스이씨",
    "code": "243840",
    "sector": "일차전지 및 이차전지 제조업,2차전지용 안전 부품(Cap Assembly, CID)"
  },
  {
    "name": "실리콘투",
    "code": "257720",
    "sector": "상품 종합 도매업,화장품 유통"
  },
  {
    "name": "심텍",
    "code": "222800",
    "sector": "전자부품 제조업,반도체용 인쇄회로기판"
  },
  {
    "name": "심텍홀딩스",
    "code": "036710",
    "sector": "회사 본부 및 경영 컨설팅 서비스업,반도체용 인쇄회로기판"
  },
  {
    "name": "심플랫폼",
    "code": "444530",
    "sector": "소프트웨어 개발 및 공급업,NUBISON AIoT(산업용 데이터 수집과 산업용 AI서비스 운영)"
  },
  {
    "name": "싸이닉솔루션",
    "code": "234030",
    "sector": "반도체 제조업,ASIC, ASSP, 용역, 상품 등"
  },
  {
    "name": "싸이맥스",
    "code": "160980",
    "sector": "특수 목적용 기계 제조업,웨이퍼 이송장치(Cluster Tool, EFEM, LPM 등)"
  },
  {
    "name": "싸이버원",
    "code": "356890",
    "sector": "소프트웨어 개발 및 공급업,보안관제 및 보안컨설팅 등"
  },
  {
    "name": "싸이토젠",
    "code": "217330",
    "sector": "자연과학 및 공학 연구개발업,CTC 기반 Liquid Biopsy 응용사업 및 플랫폼"
  },
  {
    "name": "쌍방울",
    "code": "102280",
    "sector": ""
  },
  {
    "name": "써니전자",
    "code": "004770",
    "sector": "전자부품 제조업,수정진동자,수정발진기,초음파지연선,MCF,축수나사 제조,도매,수출입"
  },
  {
    "name": "썬테크",
    "code": "217320",
    "sector": "전동기, 발전기 및 전기 변환 · 공급 · 제어 장치 제조업,자기진단형 발전기, 영구자석 회전자 발전기"
  },
  {
    "name": "썸에이지",
    "code": "208640",
    "sector": "소프트웨어 개발 및 공급업"
  },
  {
    "name": "쎄노텍",
    "code": "222420",
    "sector": "기타 비금속 광물제품 제조업,세라믹 비드"
  },
  {
    "name": "쎄니트",
    "code": "037760",
    "sector": "1차 철강 제조업,스테인레스 냉연강판"
  },
  {
    "name": "쎄크",
    "code": "081180",
    "sector": "일반 목적용 기계 제조업,X-ray 검사장비, LINAC, Tabletop SEM"
  },
  {
    "name": "쎄트렉아이",
    "code": "099320",
    "sector": "항공기,우주선 및 부품 제조업,인공위성시스템, 위성지상국, 위성부분품 개발 및 제조"
  },
  {
    "name": "쎌바이오텍",
    "code": "049960",
    "sector": "기초 의약물질 제조업,유산균 원말 및 완제품"
  },
  {
    "name": "쏘닉스",
    "code": "088280",
    "sector": "반도체 제조업,RF필터 파운드리"
  },
  {
    "name": "쏘카",
    "code": "403550",
    "sector": "운송장비 임대업,카셰어링, 모빌리티 플랫폼 등"
  },
  {
    "name": "쏠리드",
    "code": "050890",
    "sector": "통신 및 방송 장비 제조업,이동통신중계기,위성DMB용중계기"
  },
  {
    "name": "쓰리빌리언",
    "code": "394800",
    "sector": "자연과학 및 공학 연구개발업,유전체 분석 기반 희귀 유전질환 진단 검사 서비스"
  },
  {
    "name": "쓰리에이로직스",
    "code": "177900",
    "sector": "반도체 제조업,NFC/IoT SoC 및 모듈"
  },
  {
    "name": "씨메스",
    "code": "475400",
    "sector": "특수 목적용 기계 제조업,AI 기반 로봇 솔루션 및 3D 비전 솔루션"
  },
  {
    "name": "씨싸이트",
    "code": "109670",
    "sector": "봉제의복 제조업,니트류 OEM"
  },
  {
    "name": "씨씨에스",
    "code": "066790",
    "sector": "텔레비전 방송업,케이블TV서비스 및 초고속인터넷서비스"
  },
  {
    "name": "씨아이에스",
    "code": "222080",
    "sector": "특수 목적용 기계 제조업,2차전지 제조설비"
  },
  {
    "name": "씨아이테크",
    "code": "004920",
    "sector": "영상 및 음향기기 제조업,컴퓨터 소프트웨어,하드웨어 서버,도매"
  },
  {
    "name": "씨알푸드",
    "code": "236030",
    "sector": "곡물가공품, 전분 및 전분제품 제조업,시리얼, 시리얼바"
  },
  {
    "name": "씨앗",
    "code": "103660",
    "sector": "기타 화학제품 제조업,잉크리본, 인화지"
  },
  {
    "name": "씨앤씨인터내셔널",
    "code": "352480",
    "sector": "기타 화학제품 제조업,색조 화장품"
  },
  {
    "name": "씨앤에스링크",
    "code": "245450",
    "sector": "통신 및 방송 장비 제조업,내비게이션, LTE Router, 블랙박스"
  },
  {
    "name": "씨앤지하이테크",
    "code": "264660",
    "sector": "특수 목적용 기계 제조업,약액혼합공급장치, 화학약품재생장치"
  },
  {
    "name": "씨앤투스",
    "code": "352700",
    "sector": "화학섬유 제조업,에어필터, 산업용 및 보건용 마스크"
  },
  {
    "name": "씨어스테크놀로지",
    "code": "458870",
    "sector": "의료용 기기 제조업,심전도검사솔루션 입원환자모니터링솔루션"
  },
  {
    "name": "씨에스베어링",
    "code": "297090",
    "sector": "일반 목적용 기계 제조업,풍력용 선회베어링, 산업용 선회베어링"
  },
  {
    "name": "씨에스윈드",
    "code": "112610",
    "sector": "구조용 금속제품, 탱크 및 증기발생기 제조업,풍력발전타워 제조"
  },
  {
    "name": "씨엑스아이",
    "code": "900120",
    "sector": "기타 금융업,건강보조식품"
  },
  {
    "name": "씨엔알리서치",
    "code": "359090",
    "sector": "그외 기타 전문, 과학 및 기술 서비스업,금융 지원 서비스"
  },
  {
    "name": "씨엔플러스",
    "code": "115530",
    "sector": "전자부품 제조업,커넥터"
  },
  {
    "name": "씨유메디칼",
    "code": "115480",
    "sector": "의료용 기기 제조업,심장제세동기"
  },
  {
    "name": "씨유테크",
    "code": "376290",
    "sector": "전자부품 제조업,휴대폰, 전장 등 실장부품"
  },
  {
    "name": "씨이랩",
    "code": "189330",
    "sector": "소프트웨어 개발 및 공급업,빅데이터플랫폼"
  },
  {
    "name": "씨젠",
    "code": "096530",
    "sector": "의료용품 및 기타 의약 관련제품 제조업,호흡기성 병원체 검사제품, 성감염증원인균 검사제품"
  },
  {
    "name": "씨케이솔루션",
    "code": "480370",
    "sector": "건축기술, 엔지니어링 및 관련 기술 서비스업,드라이룸/클린룸 등 건물용 기계, 장비 설치 공사업"
  },
  {
    "name": "씨큐브",
    "code": "101240",
    "sector": "기초 화학물질 제조업,진주광택안료"
  },
  {
    "name": "씨티씨바이오",
    "code": "060590",
    "sector": "의약품 제조업,동물용항병원성제품, 생균효소제"
  },
  {
    "name": "씨티알모빌리티",
    "code": "308170",
    "sector": "자동차 신품 부품 제조업,이너레이스, 오디 클러치보스, 로터샤프트, 슬리브기어, 컨트롤 암, 엑슬"
  },
  {
    "name": "씨티케이",
    "code": "260930",
    "sector": "기타 화학제품 제조업,완제 화장품 (색조 및 기초)"
  },
  {
    "name": "씨피시스템",
    "code": "413630",
    "sector": "플라스틱제품 제조업,전기재료연결부품"
  },
  {
    "name": "아가방컴퍼니",
    "code": "013990",
    "sector": "생활용품 도매업,유아용 의류 및 용품"
  },
  {
    "name": "아나패스",
    "code": "123860",
    "sector": "반도체 제조업,Timing Controller(TCON)"
  },
  {
    "name": "아난티",
    "code": "025980",
    "sector": "일반 및 생활 숙박시설 운영업,리조트 운영 및 분양"
  },
  {
    "name": "아남전자",
    "code": "008700",
    "sector": "영상 및 음향기기 제조업,칼라TV,오디오,비디오 제조,도매"
  },
  {
    "name": "아모그린텍",
    "code": "125210",
    "sector": "전자부품 제조업,비정질 및 나노결정립을 이용한 자성부품 및 전류센서"
  },
  {
    "name": "아모레퍼시픽",
    "code": "090430",
    "sector": "기타 화학제품 제조업,화장품,생활용품 제조, 판매"
  },
  {
    "name": "아모레퍼시픽우",
    "code": "090435",
    "sector": "preferred"
  },
  {
    "name": "아모레퍼시픽홀딩스",
    "code": "002790",
    "sector": "기타 화학제품 제조업,지주회사"
  },
  {
    "name": "아모레퍼시픽홀딩스3우C",
    "code": "00279K",
    "sector": "preferred"
  },
  {
    "name": "아모레퍼시픽홀딩스우",
    "code": "002795",
    "sector": "preferred"
  },
  {
    "name": "아모센스",
    "code": "357580",
    "sector": "전자부품 제조업,무선충전 차폐시트"
  },
  {
    "name": "아모텍",
    "code": "052710",
    "sector": "전자부품 제조업,칩바리스터, 아몰퍼스코어"
  },
  {
    "name": "아미노로직스",
    "code": "074430",
    "sector": "기초 의약물질 제조업,DVR용 영상처리 칩"
  },
  {
    "name": "아미코젠",
    "code": "092040",
    "sector": "기타 식품 제조업,제약용 특수효소 및 효소기반 바이오신소재"
  },
  {
    "name": "아바코",
    "code": "083930",
    "sector": "특수 목적용 기계 제조업,평판디스플레이제조용장비"
  },
  {
    "name": "아바텍",
    "code": "149950",
    "sector": "전자부품 제조업,Glass Slimming & ITO코팅 제품, PDP필터"
  },
  {
    "name": "아비코전자",
    "code": "036010",
    "sector": "전자부품 제조업,인덕터, 저항기"
  },
  {
    "name": "아세아",
    "code": "002030",
    "sector": "회사 본부 및 경영 컨설팅 서비스업,회사본부,지주회사 및 경영컨설팅 서비스업"
  },
  {
    "name": "아세아시멘트",
    "code": "183190",
    "sector": "시멘트, 석회, 플라스터 및 그 제품 제조업,시멘트, 레미콘, 몰탈"
  },
  {
    "name": "아세아제지",
    "code": "002310",
    "sector": "골판지, 종이 상자 및 종이용기 제조업,골판지원지,석고보드원지,크라프트원지,라이나원지,라이너지 제조,판매"
  },
  {
    "name": "아세아텍",
    "code": "050860",
    "sector": "특수 목적용 기계 제조업,농기계(관리기,SS기, 이앙기) 제조"
  },
  {
    "name": "아센디오",
    "code": "012170",
    "sector": "영화, 비디오물, 방송프로그램 제작 및 배급업,석탄(점결탄) 판매"
  },
  {
    "name": "아셈스",
    "code": "136410",
    "sector": "플라스틱제품 제조업,핫멜트 접착 필름"
  },
  {
    "name": "아스타",
    "code": "246720",
    "sector": "의료용품 및 기타 의약 관련제품 제조업,MALDI-TOF 질량분석기 기반 진단시스템"
  },
  {
    "name": "아스테라시스",
    "code": "450950",
    "sector": "의료용 기기 제조업,피부 미용의료기기 제조, 판매"
  },
  {
    "name": "아스트",
    "code": "067390",
    "sector": "항공기,우주선 및 부품 제조업,항공기용 부품 제조 및 동체 조립"
  },
  {
    "name": "아스플로",
    "code": "159010",
    "sector": "일반 목적용 기계 제조업,강관, 피팅, 밸브류 등"
  },
  {
    "name": "아시아경제",
    "code": "127710",
    "sector": "자료처리, 호스팅, 포털 및 기타 인터넷 정보매개 서비스업,광고 및 콘텐츠"
  },
  {
    "name": "아시아나IDT",
    "code": "267850",
    "sector": "컴퓨터 프로그래밍, 시스템 통합 및 관리업,IT 서비스, IT 솔루션"
  },
  {
    "name": "아시아나항공",
    "code": "020560",
    "sector": "항공 여객 운송업,항공운송(여객운송,화물운송)/항공기 제조,정비수리"
  },
  {
    "name": "아시아종묘",
    "code": "154030",
    "sector": "작물 재배업,종자"
  },
  {
    "name": "아우딘퓨쳐스",
    "code": "227610",
    "sector": "기타 화학제품 제조업,기초화장품, 마스크팩 등"
  },
  {
    "name": "아우토크립트",
    "code": "331740",
    "sector": "소프트웨어 개발 및 공급업,자동차 사이버보안 소프트웨어 및 솔루션"
  },
  {
    "name": "아이디스",
    "code": "143160",
    "sector": "통신 및 방송 장비 제조업,영상보안장치(DVR,NVR,IP-Camera 등)"
  },
  {
    "name": "아이디스홀딩스",
    "code": "054800",
    "sector": "기타 전문 서비스업,비금융지주회사"
  },
  {
    "name": "아이디피",
    "code": "332370",
    "sector": "컴퓨터 및 주변장치 제조업,카드인쇄용 프린터, 카드인쇄용 리본"
  },
  {
    "name": "아이로보틱스",
    "code": "066430",
    "sector": "기타 전문 도매업,VCI,LDPE필름 외"
  },
  {
    "name": "아이마켓코리아",
    "code": "122900",
    "sector": "상품 종합 도매업,B2B 전자상거래"
  },
  {
    "name": "아이비김영",
    "code": "339950",
    "sector": "일반 교습 학원,오프라인 학원, 온라인강의"
  },
  {
    "name": "아이비젼웍스",
    "code": "469750",
    "sector": "특수 목적용 기계 제조업,이차전지 검사시스템 및 검사시스템 설치셋업용역"
  },
  {
    "name": "아이빔테크놀로지",
    "code": "460470",
    "sector": "사진장비 및 광학기기 제조업,생체현미경, CRO 서비스"
  },
  {
    "name": "아이센스",
    "code": "099190",
    "sector": "의료용 기기 제조업,혈당측정스트립, 혈당측정기기 등"
  },
  {
    "name": "아이스크림미디어",
    "code": "461300",
    "sector": "소프트웨어 개발 및 공급업,교육출판, 커머스, 연수"
  },
  {
    "name": "아이스크림에듀",
    "code": "289010",
    "sector": "서적, 잡지 및 기타 인쇄물 출판업,아이스크림홈런"
  },
  {
    "name": "아이쓰리시스템",
    "code": "214430",
    "sector": "전자부품 제조업,적외선 영상센서, 엑스레이 영상센서"
  },
  {
    "name": "아이씨디",
    "code": "040910",
    "sector": "특수 목적용 기계 제조업,건식세정기,LCD,반도체 장비,광정보통신 부품,장비 제조,연구개발,용역 서비스,수출입"
  },
  {
    "name": "아이씨에이치",
    "code": "368600",
    "sector": "전자부품 제조업,스마트기기용 필름형 안테나"
  },
  {
    "name": "아이씨티케이",
    "code": "456010",
    "sector": "반도체 제조업,PUF반도체,보안솔루션(보안반도체,정보통신모듈기기,정보통신용반도체) 제조,개발"
  },
  {
    "name": "아이앤씨",
    "code": "052860",
    "sector": "반도체 제조업,지상파 DMB용 수신칩(모바일 TV용 SoC)"
  },
  {
    "name": "아이언디바이스",
    "code": "464500",
    "sector": "반도체 제조업,스마트폰용 오디오 앰프 반도체 Soc"
  },
  {
    "name": "아이에스동서",
    "code": "010780",
    "sector": "시멘트, 석회, 플라스터 및 그 제품 제조업,타일,위생도기,콘크리트파일,P.C관,침목 제조,도매"
  },
  {
    "name": "아이에스티이",
    "code": "212710",
    "sector": "반도체 제조업,반도체 제조용 장비"
  },
  {
    "name": "아이에이",
    "code": "038880",
    "sector": "전자부품 제조업,반도체 및 모듈, 제어기"
  },
  {
    "name": "아이엘",
    "code": "307180",
    "sector": "전구 및 조명장치 제조업,LED용 실리콘렌즈 외"
  },
  {
    "name": "아이엠",
    "code": "101390",
    "sector": "전자부품 제조업,휴대폰카메라모듈 등"
  },
  {
    "name": "아이엠비디엑스",
    "code": "461030",
    "sector": "자연과학 및 공학 연구개발업,알파리퀴드ⓡ 100, 알파리퀴드ⓡ HRR, 알파리퀴드ⓡ 디텍트, 알파리퀴드ⓡ 스크리닝"
  },
  {
    "name": "아이엠지티",
    "code": "456570",
    "sector": "의료용품 및 기타 의약 관련제품 제조업,치료용 집속초음파 기기"
  },
  {
    "name": "아이엠티",
    "code": "451220",
    "sector": "특수 목적용 기계 제조업,건식세정 장비 및 EUV Mask Baking Laser"
  },
  {
    "name": "아이오바이오",
    "code": "447690",
    "sector": "의료용 기기 제조업,정량광형광기술을 활용한 구강질환 진단검사 의료기기"
  },
  {
    "name": "아이윈",
    "code": "090150",
    "sector": "자동차 신품 부품 제조업,시트히터"
  },
  {
    "name": "아이윈플러스",
    "code": "123010",
    "sector": "전자부품 제조업,이미지센서 패키징"
  },
  {
    "name": "아이즈비전",
    "code": "031310",
    "sector": "전기 통신업,홈쇼핑(아이즈홈쇼핑), 국제전화(아이즈텔), 가정용유무선 전화기판매(TopPhone)"
  },
  {
    "name": "아이지넷",
    "code": "462980",
    "sector": "기타 정보 서비스업,보험 서비스 어플리케이션, 기업용 보험 솔루션"
  },
  {
    "name": "아이진",
    "code": "185490",
    "sector": "자연과학 및 공학 연구개발업,당뇨성망막병증 치료제, 욕창치료제, 대상포진백신, 코로나19 예방백신 등"
  },
  {
    "name": "아이컴포넌트",
    "code": "059100",
    "sector": "전자부품 제조업,액정평판디스플레이용 플라스틱 박판필름 제조업"
  },
  {
    "name": "아이케이세미콘",
    "code": "149010",
    "sector": "반도체 제조업,비메모리 반도체"
  },
  {
    "name": "아이퀘스트",
    "code": "262840",
    "sector": "소프트웨어 개발 및 공급업,패키지 ERP, 구축형 ERP 등"
  },
  {
    "name": "아이큐어",
    "code": "175250",
    "sector": "의약품 제조업,플라스타, 의약 및 의약외품 패취등, 마스크팩, 화장품 기초라인"
  },
  {
    "name": "아이크래프트",
    "code": "052460",
    "sector": "컴퓨터 프로그래밍, 시스템 통합 및 관리업,인터넷핵심망(CCR,MCR,NAS등)"
  },
  {
    "name": "아이텍",
    "code": "119830",
    "sector": "그외 기타 전문, 과학 및 기술 서비스업,비메모리 반도체 테스트"
  },
  {
    "name": "아이톡시",
    "code": "052770",
    "sector": "소프트웨어 개발 및 공급업,게임"
  },
  {
    "name": "아이티센글로벌",
    "code": "124500",
    "sector": "컴퓨터 프로그래밍, 시스템 통합 및 관리업,시스템통합 및 IT서비스"
  },
  {
    "name": "아이티센씨티에스",
    "code": "031820",
    "sector": "컴퓨터 프로그래밍, 시스템 통합 및 관리업,시스템(네트웍) 구축/데이터통신장비(모뎀,먹스),종합네트워크시스템 제조,설치,유지보수"
  },
  {
    "name": "아이티센엔텍",
    "code": "010280",
    "sector": "컴퓨터 프로그래밍, 시스템 통합 및 관리업,클라우드,시스템통합(SI),네트워크 설계 및 구축,시스템운영(SM)"
  },
  {
    "name": "아이티센코어",
    "code": "243870",
    "sector": "컴퓨터 프로그래밍, 시스템 통합 및 관리업,건설ERP, 내부통제솔루션, 공간관리솔루션, 소프트웨어 개발 및 공급 자문/ IT 컨설팅 外"
  },
  {
    "name": "아이티센피엔에스",
    "code": "232830",
    "sector": "소프트웨어 개발 및 공급업,디지털 금융 서비스 구축, 모바일 보안솔루션, 생체인증 전자서명"
  },
  {
    "name": "아이티아이즈",
    "code": "372800",
    "sector": "소프트웨어 개발 및 공급업,디지털금융솔루션 제공 및 AI, Big Data 서비스, 클라우드 통합 플랫폼 (GURMWI)"
  },
  {
    "name": "아이티엠반도체",
    "code": "084850",
    "sector": "전자부품 제조업,배터리 보호회로"
  },
  {
    "name": "아이티켐",
    "code": "309710",
    "sector": "기초 의약물질 제조업,원료의약품, 의약품중간체 및 전자재료 등"
  },
  {
    "name": "아이패밀리에스씨",
    "code": "114840",
    "sector": "기타 화학제품 제조업,색조화장품 브랜드 `롬앤(Rom&nd)', IT기반 웨딩서비스 브랜드 `아이웨딩`"
  },
  {
    "name": "아주IB투자",
    "code": "027360",
    "sector": "기타 금융업,nan"
  },
  {
    "name": "아주스틸",
    "code": "139990",
    "sector": "1차 철강 제조업,프리미엄 가전용 고품질 컬러강판, 건자재 등"
  },
  {
    "name": "아즈텍WB",
    "code": "032080",
    "sector": "섬유제품 염색, 정리 및 마무리 가공업,직물"
  },
  {
    "name": "아진산업",
    "code": "013310",
    "sector": "자동차 신품 부품 제조업,자동차 차체 부품"
  },
  {
    "name": "아진엑스텍",
    "code": "059120",
    "sector": "반도체 제조업,전자집적회로, 모션제어칩"
  },
  {
    "name": "아진전자부품",
    "code": "009320",
    "sector": "자동차 신품 부품 제조업,자동차 전장부품"
  },
  {
    "name": "아크솔루션스",
    "code": "203690",
    "sector": "펄프, 종이 및 판지 제조업,화장품"
  },
  {
    "name": "아톤",
    "code": "158430",
    "sector": "소프트웨어 개발 및 공급업,모바일금융솔루션, mOTP 개발"
  },
  {
    "name": "아티스트스튜디오",
    "code": "200350",
    "sector": "영화, 비디오물, 방송프로그램 제작 및 배급업,드라마 제작"
  },
  {
    "name": "아티스트컴퍼니",
    "code": "321820",
    "sector": "소프트웨어 개발 및 공급업,빅데이터/인공지능 마케팅플랫폼 및 데이터플랫폼"
  },
  {
    "name": "아퓨어스",
    "code": "149300",
    "sector": "자연과학 및 공학 연구개발업,실험동물, 연구용피부 및 연구용세포, 연구용역"
  },
  {
    "name": "아하",
    "code": "102950",
    "sector": "전자부품 제조업,전자칠판, 전자교탁 등"
  },
  {
    "name": "안국약품",
    "code": "001540",
    "sector": "의약품 제조업,그랑파제, 토비콤-S"
  },
  {
    "name": "안랩",
    "code": "053800",
    "sector": "소프트웨어 개발 및 공급업,바이러스백신 프로그램"
  },
  {
    "name": "안지오랩",
    "code": "251280",
    "sector": "자연과학 및 공학 연구개발업,신약개발 및 체지방 감소 건강기능식품"
  },
  {
    "name": "안트로젠",
    "code": "065660",
    "sector": "기타 전문 도매업,줄기세포치료제"
  },
  {
    "name": "알로이스",
    "code": "297570",
    "sector": "통신 및 방송 장비 제조업,안드로이드 OTT 멀티미디어 디바이스"
  },
  {
    "name": "알루코",
    "code": "001780",
    "sector": "1차 비철금속 제조업,알루미늄제품,샷시 제조"
  },
  {
    "name": "알리코제약",
    "code": "260660",
    "sector": "의료용품 및 기타 의약 관련제품 제조업,완제 의약품"
  },
  {
    "name": "알멕",
    "code": "354320",
    "sector": "1차 비철금속 제조업,알루미늄 압출 제품"
  },
  {
    "name": "알비더블유",
    "code": "361570",
    "sector": "오디오물 출판 및 원판 녹음업,음반 및 음원 등(콘텐츠)"
  },
  {
    "name": "알서포트",
    "code": "131370",
    "sector": "소프트웨어 개발 및 공급업,원격지원,제어 솔루션"
  },
  {
    "name": "알에스오토메이션",
    "code": "140670",
    "sector": "전자부품 제조업,모션제어기, 드라이브, 에너지제어장치"
  },
  {
    "name": "알에프세미",
    "code": "096610",
    "sector": "반도체 제조업,ECM Chip, TVS Diode, Driver IC, LED Module, LED"
  },
  {
    "name": "알에프텍",
    "code": "061040",
    "sector": "통신 및 방송 장비 제조업,핸드폰 충전기, 핸즈프리"
  },
  {
    "name": "알엔투테크놀로지",
    "code": "148250",
    "sector": "전자부품 제조업,이동통신부품(커플러), 의료기기용기판, 파우더"
  },
  {
    "name": "알체라",
    "code": "347860",
    "sector": "소프트웨어 개발 및 공급업,얼굴인식 AI, 이상상황 감지 AI 등"
  },
  {
    "name": "알테오젠",
    "code": "196170",
    "sector": "자연과학 및 공학 연구개발업,바이오시밀러 및 바이오베터"
  },
  {
    "name": "알톤",
    "code": "123750",
    "sector": "그외 기타 운송장비 제조업,전기 및 일반자전거 등"
  },
  {
    "name": "알티캐스트",
    "code": "085810",
    "sector": "소프트웨어 개발 및 공급업,디지털 방송용 소프트웨어(셋톱박스용 미들웨어 등), CAS(수신제한시스템)"
  },
  {
    "name": "알파녹스",
    "code": "043100",
    "sector": "의료용 기기 제조업,가정용 온열치료기, 의료기구"
  },
  {
    "name": "알파칩스",
    "code": "117670",
    "sector": "반도체 제조업,시스템 반도체 개발"
  },
  {
    "name": "알피바이오",
    "code": "314140",
    "sector": "의약품 제조업,연질캡슐 제형의 의약품 및 건강기능식품"
  },
  {
    "name": "압타머사이언스",
    "code": "291650",
    "sector": "자연과학 및 공학 연구개발업,압타머기반 신약개발 및 진단제품 개발"
  },
  {
    "name": "압타바이오",
    "code": "293780",
    "sector": "자연과학 및 공학 연구개발업,용역매출, 유전자전달체, 압타머연구용시약"
  },
  {
    "name": "애경산업",
    "code": "018250",
    "sector": "기타 화학제품 제조업,Age 20's,루나, 트리오, 2080치약, 순샘, 제트 등"
  },
  {
    "name": "애경케미칼",
    "code": "161000",
    "sector": "기초 화학물질 제조업,무수프탈산 등"
  },
  {
    "name": "애니메디솔루션",
    "code": "390110",
    "sector": "의료용 기기 제조업,맞춤형 수술솔루션(시뮬레이터, 수술가이드, 보형물)"
  },
  {
    "name": "애니플러스",
    "code": "310200",
    "sector": "영화, 비디오물, 방송프로그램 제작 및 배급업,방송통신사업"
  },
  {
    "name": "애드바이오텍",
    "code": "179530",
    "sector": "의약품 제조업,동물용약품,영양제,단미사료(네오폐녹스),보조사료 제조,도매/식품첨가물,화장품 도소매,무역"
  },
  {
    "name": "애드포러스",
    "code": "397810",
    "sector": "광고업,모바일 광고 플랫폼"
  },
  {
    "name": "애머릿지",
    "code": "900100",
    "sector": "자동차 부품 및 내장품 판매업,인터모달 신생 및 재생타이어"
  },
  {
    "name": "액토즈소프트",
    "code": "052790",
    "sector": "소프트웨어 개발 및 공급업,온라인 게임 및 모바일 게임"
  },
  {
    "name": "액트로",
    "code": "290740",
    "sector": "전자부품 제조업,모바일용 액츄에이터 및 조립자동화 설비"
  },
  {
    "name": "앤디포스",
    "code": "238090",
    "sector": "플라스틱제품 제조업,TSP용 양면 테이프, 윈도우 필름"
  },
  {
    "name": "앤씨앤",
    "code": "092600",
    "sector": "반도체 제조업,차량용 블랙박스 / 영상처리용 시스템반도체"
  },
  {
    "name": "앱코",
    "code": "129890",
    "sector": "컴퓨터 및 주변장치 제조업,게이밍기어, 뉴라이프가전 등"
  },
  {
    "name": "앱클론",
    "code": "174900",
    "sector": "의료용품 및 기타 의약 관련제품 제조업,항체의약품"
  },
  {
    "name": "앱토크롬",
    "code": "109960",
    "sector": "기타 전문 도매업,모바일게임 퍼블리싱, 바이오의약품 연구개발업 및 판매, 생산설비 및 연구장비의 대여 및 판매"
  },
  {
    "name": "앱튼",
    "code": "270520",
    "sector": "건축기술, 엔지니어링 및 관련 기술 서비스업,지열냉난방시스템"
  },
  {
    "name": "야스",
    "code": "255440",
    "sector": "특수 목적용 기계 제조업,OLED 증착기, OLED 증착원"
  },
  {
    "name": "양지사",
    "code": "030960",
    "sector": "인쇄 및 인쇄관련 산업,다이어리"
  },
  {
    "name": "어보브반도체",
    "code": "102120",
    "sector": "반도체 제조업,반도체,전자제품,마이크로컨트롤라"
  },
  {
    "name": "얼라인드",
    "code": "238120",
    "sector": "사진장비 및 광학기기 제조업,자동세포카운팅시스템, 생체조직투명화시스템, 디지털세포이미징시스템"
  },
  {
    "name": "엄지하우스",
    "code": "224810",
    "sector": "실내건축 및 건축마무리 공사업,실내건축업, 분양공사 및 디자인 설계"
  },
  {
    "name": "에너토크",
    "code": "019990",
    "sector": "일반 목적용 기계 제조업,전동액츄에이터"
  },
  {
    "name": "에넥스",
    "code": "011090",
    "sector": "가구 제조업,씽크상판,주방기기,목재케비넷,유해가스저감장치시설 제조,판매"
  },
  {
    "name": "에르코스",
    "code": "435570",
    "sector": "도시락 및 식사용 조리식품 제조업,영유아식, 고령친화식품, 식물기반 대체식품"
  },
  {
    "name": "에브리봇",
    "code": "270660",
    "sector": "가정용 기기 제조업,물걸레 로봇청소기, 흡입형 로봇청소기"
  },
  {
    "name": "에스넷",
    "code": "038680",
    "sector": "컴퓨터 프로그래밍, 시스템 통합 및 관리업,네트워크장비 설치 및 납품, 유지보수"
  },
  {
    "name": "에스디바이오센서",
    "code": "137310",
    "sector": "의료용 기기 제조업,STANDARD Q 항원/항체 진단키트(COVID-19 진단키트)"
  },
  {
    "name": "에스디생명공학",
    "code": "217480",
    "sector": "기타 화학제품 제조업,마스크팩, 기초화장품"
  },
  {
    "name": "에스디시스템",
    "code": "121890",
    "sector": "전자부품 제조업,요금징수시스템, 지능형교통시스템,하이패스단말기"
  },
  {
    "name": "에스바이오메딕스",
    "code": "304360",
    "sector": "의약품 제조업,줄기세포 치료제 연구 및 개발"
  },
  {
    "name": "에스비비테크",
    "code": "389500",
    "sector": "일반 목적용 기계 제조업,베어링, 감속기"
  },
  {
    "name": "에스씨디",
    "code": "042110",
    "sector": "가정용 기기 제조업,전자렌지용 MOTOR 및 냉장고용 TIMER"
  },
  {
    "name": "에스씨엠생명과학",
    "code": "298060",
    "sector": "의약품 제조업,세포치료제"
  },
  {
    "name": "에스아이리소스",
    "code": "065420",
    "sector": "기타 화학제품 제조업,유연탄"
  },
  {
    "name": "에스알바이오텍",
    "code": "270210",
    "sector": "기타 화학제품 제조업,화장품 제조 및 유통"
  },
  {
    "name": "에스앤더블류",
    "code": "103230",
    "sector": "일반 목적용 기계 제조업,디젤엔진부품, 산업부품, 단조품"
  },
  {
    "name": "에스앤디",
    "code": "260970",
    "sector": "기타 식품 제조업,일반기능식품소재, 건강기능식품소재"
  },
  {
    "name": "에스앤에스텍",
    "code": "101490",
    "sector": "전자부품 제조업,블랭크마스크"
  },
  {
    "name": "에스에너지",
    "code": "095910",
    "sector": "전동기, 발전기 및 전기 변환 · 공급 · 제어 장치 제조업,태양광발전시스템,태양전지모듈"
  },
  {
    "name": "에스에스알",
    "code": "275630",
    "sector": "소프트웨어 개발 및 공급업,취약점 진단 솔루션, 모의해킹 컨설팅"
  },
  {
    "name": "에스에이엠티",
    "code": "031330",
    "sector": "기계장비 및 관련 물품 도매업,반도체(메모리,비메모리), CPU, TFT-LCD, 네트웍 장비, PC 및 주변기기, 이동통신수탁사업"
  },
  {
    "name": "에스에이티",
    "code": "060540",
    "sector": "측정, 시험, 항해, 제어 및 기타 정밀기기 제조업; 광학기기 제외,교통관련장비(고정식축중기, 이동식축중기 등)"
  },
  {
    "name": "에스에프에이",
    "code": "056190",
    "sector": "특수 목적용 기계 제조업,디스플레이, 2차전지, 반도체 제조설비 및 공장자동화기기"
  },
  {
    "name": "에스엔시스",
    "code": "0008Z0",
    "sector": "전동기, 발전기 및 전기 변환 · 공급 · 제어 장치 제조업,파워솔루션, 에코솔루션, 운항제어솔루션, MRO 솔루션"
  },
  {
    "name": "에스엘",
    "code": "005850",
    "sector": "자동차 신품 부품 제조업,자동차부품(자동차램프, 전동화부품, 전자부품) 제조, 판매"
  },
  {
    "name": "에스엘에스바이오",
    "code": "246250",
    "sector": "그외 기타 전문, 과학 및 기술 서비스업,의약품 품질관리, 신약개발지원, 체외진단기기"
  },
  {
    "name": "에스엠",
    "code": "041510",
    "sector": "오디오물 출판 및 원판 녹음업,음반(CD,MC),연예 대리"
  },
  {
    "name": "에스엠벡셀",
    "code": "010580",
    "sector": "자동차 신품 부품 제조업,자동차부품(워터펌프,오일펌프,엔진헤드(GV6),프론트케이스) 제조"
  },
  {
    "name": "에스엠씨지",
    "code": "460870",
    "sector": "유리 및 유리제품 제조업,화장품 유리용기"
  },
  {
    "name": "에스엠코어",
    "code": "007820",
    "sector": "일반 목적용 기계 제조업,자동화물류서비스, 자동화공정설비"
  },
  {
    "name": "에스오에스랩",
    "code": "464080",
    "sector": "측정, 시험, 항해, 제어 및 기타 정밀기기 제조업; 광학기기 제외,산업용 및 차량용 라이다(LiDAR)"
  },
  {
    "name": "에스와이",
    "code": "109610",
    "sector": "구조용 금속제품, 탱크 및 증기발생기 제조업,샌드위치 패널"
  },
  {
    "name": "에스와이스틸텍",
    "code": "365330",
    "sector": "구조용 금속제품, 탱크 및 증기발생기 제조업,데크플레이트"
  },
  {
    "name": "에스원",
    "code": "012750",
    "sector": "경비, 경호 및 탐정업,부가통신 서비스(경비),안전관리용역,CCTV카메라"
  },
  {
    "name": "에스제이그룹",
    "code": "306040",
    "sector": "가죽, 가방 및 유사제품 제조업,캉골 가방/모자, 헬렌카민스키 모자"
  },
  {
    "name": "에스제이켐",
    "code": "217910",
    "sector": "기초 화학물질 제조업,수처리응집제, 폴리프로필렌"
  },
  {
    "name": "에스지헬스케어",
    "code": "398120",
    "sector": "의료용 기기 제조업,의료용 영상진단기기"
  },
  {
    "name": "에스케이증권제10호스팩",
    "code": "457940",
    "sector": "금융 지원 서비스업,기업인수합병"
  },
  {
    "name": "에스케이증권제11호스팩",
    "code": "472230",
    "sector": "금융 지원 서비스업,기업인수목적 주식회사"
  },
  {
    "name": "에스케이증권제12호스팩",
    "code": "473000",
    "sector": "금융 지원 서비스업,기업인수목적 주식회사"
  },
  {
    "name": "에스케이증권제13호스팩",
    "code": "473950",
    "sector": "금융 지원 서비스업,기업인수목적 주식회사"
  },
  {
    "name": "에스케이증권제9호스팩",
    "code": "455910",
    "sector": "금융 지원 서비스업,기업인수목적회사"
  },
  {
    "name": "에스켐",
    "code": "475660",
    "sector": "기타 화학제품 제조업,OLED 유기화합물 등"
  },
  {
    "name": "에스코넥",
    "code": "096630",
    "sector": "통신 및 방송 장비 제조업,WaferProber"
  },
  {
    "name": "에스텍",
    "code": "069510",
    "sector": "영상 및 음향기기 제조업,스피커 및 스피커시스템"
  },
  {
    "name": "에스투더블유",
    "code": "488280",
    "sector": "소프트웨어 개발 및 공급업,공공/정부기관용 사이버안보 빅데이터 플랫폼, 기업 및 기관용 사이버위협 인텔리전스 플랫폼, 산업용 생성형 AI 플랫폼"
  },
  {
    "name": "에스트래픽",
    "code": "234300",
    "sector": "컴퓨터 프로그래밍, 시스템 통합 및 관리업,교통관련 솔루션 개발, 시스템통합 S/W 개발"
  },
  {
    "name": "에스티아이",
    "code": "039440",
    "sector": "특수 목적용 기계 제조업,Chemical 중앙공급시스템(C.C.S.S), 세정·식각시스템"
  },
  {
    "name": "에스티오",
    "code": "098660",
    "sector": "봉제의복 제조업,셔츠,자켓/바지, 타이"
  },
  {
    "name": "에스티큐브",
    "code": "052020",
    "sector": "기계장비 및 관련 물품 도매업,전자부품, 정보통신기기, 지능형로봇외"
  },
  {
    "name": "에스티팜",
    "code": "237690",
    "sector": "의약품 제조업,원료의약품"
  },
  {
    "name": "에스폴리텍",
    "code": "050760",
    "sector": "플라스틱제품 제조업,유무선 통신용 소프트웨어"
  },
  {
    "name": "에스퓨얼셀",
    "code": "288620",
    "sector": "전동기, 발전기 및 전기 변환 · 공급 · 제어 장치 제조업,건물용 연료전지, 발전용 연료전지"
  },
  {
    "name": "에스피소프트",
    "code": "443670",
    "sector": "상품 중개업,SPLA 라이센스 총판 사업,CLOUD, gDaaS 등"
  },
  {
    "name": "에스피시스템스",
    "code": "317830",
    "sector": "특수 목적용 기계 제조업,산업용 갠트리 로봇"
  },
  {
    "name": "에스피지",
    "code": "058610",
    "sector": "전동기, 발전기 및 전기 변환 · 공급 · 제어 장치 제조업,소형 Geared Motor"
  },
  {
    "name": "에쎈테크",
    "code": "043340",
    "sector": "일반 목적용 기계 제조업,LPG밸브"
  },
  {
    "name": "에쓰씨엔지니어링",
    "code": "023960",
    "sector": "토목 건설업,기술용역(건축설계) 서비스/화학플랜트 설비,기계 제작(음식료,석유화학사업관련)/유공압기기 판매"
  },
  {
    "name": "에어레인",
    "code": "163280",
    "sector": "일반 목적용 기계 제조업,기체분리막 모듈 및 시스템"
  },
  {
    "name": "에어부산",
    "code": "298690",
    "sector": "항공 여객 운송업,항공 여객 및 화물 운송"
  },
  {
    "name": "에이디칩스",
    "code": "054630",
    "sector": ""
  },
  {
    "name": "에이디테크놀로지",
    "code": "200710",
    "sector": "반도체 제조업,주문형 반도체"
  },
  {
    "name": "에이럭스",
    "code": "475580",
    "sector": "그외 기타 제품 제조업,교육용 드론/로봇 및 코딩 콘텐츠"
  },
  {
    "name": "에이루트",
    "code": "096690",
    "sector": "컴퓨터 및 주변장치 제조업,POS프린터, Mobile프린터, Label프린터"
  },
  {
    "name": "에이리츠",
    "code": "140910",
    "sector": "부동산 임대 및 공급업,nan"
  },
  {
    "name": "에이블씨엔씨",
    "code": "078520",
    "sector": "기타 화학제품 제조업,화장품 제조,도소매/소프트웨어 자문,개발,공급/전자상거래"
  },
  {
    "name": "에이비엘바이오",
    "code": "298380",
    "sector": "기초 의약물질 제조업,항체의약품 연구개발"
  },
  {
    "name": "에이비온",
    "code": "203400",
    "sector": "자연과학 및 공학 연구개발업,표적 항암제, 바이오 베터 신약"
  },
  {
    "name": "에이비프로바이오",
    "code": "195990",
    "sector": "특수 목적용 기계 제조업,소형 머시닝센터"
  },
  {
    "name": "에이스침대",
    "code": "003800",
    "sector": "가구 제조업,침대"
  },
  {
    "name": "에이스테크",
    "code": "088800",
    "sector": "통신 및 방송 장비 제조업,단말기용안테나,기지국용안테나"
  },
  {
    "name": "에이스토리",
    "code": "241840",
    "sector": "영화, 비디오물, 방송프로그램 제작 및 배급업"
  },
  {
    "name": "에이아이코리아",
    "code": "364950",
    "sector": "특수 목적용 기계 제조업,2차전지 중앙 전해액 공급시스템(CESS), 프로세스파이핑, 건식세정장비"
  },
  {
    "name": "에이에스텍",
    "code": "453860",
    "sector": "기타 화학제품 제조업,자외선 차단제 유기 원료"
  },
  {
    "name": "에이에프더블류",
    "code": "312610",
    "sector": "일차전지 및 이차전지 제조업,음극마찰용접단자"
  },
  {
    "name": "에이엔피",
    "code": "015260",
    "sector": "전자부품 제조업,전자부품(인쇄회로기판),무정전 전원공급장치 제조"
  },
  {
    "name": "에이엘티",
    "code": "172670",
    "sector": "반도체 제조업,반도체 테스트 및 패키징(반도체 후공정)"
  },
  {
    "name": "에이엠시지",
    "code": "495900",
    "sector": ""
  },
  {
    "name": "에이원알폼",
    "code": "234070",
    "sector": "산업용 기계 및 장비 임대업,건설현장용 알루미늄 거푸집 임대"
  },
  {
    "name": "에이유브랜즈",
    "code": "481070",
    "sector": "섬유, 의복, 신발 및 가죽제품 소매업,레인부츠, 스니커즈, 겨울화, 패션잡화 등"
  },
  {
    "name": "에이직랜드",
    "code": "445090",
    "sector": "반도체 제조업,비메모리 반도체 설계및 제조, 전자회로 연구, 설계, 레이아웃 등"
  },
  {
    "name": "에이치브이엠",
    "code": "295310",
    "sector": "1차 비철금속 제조업,Ni계 합금, Fe계 합금, 스퍼터링타겟, Cu계 합금 등"
  },
  {
    "name": "에이치시티",
    "code": "072990",
    "sector": "기타 과학기술 서비스업,기술검사서비스"
  },
  {
    "name": "에이치엔에스하이텍",
    "code": "044990",
    "sector": "전자부품 제조업,ACF(이방성전도필름), 수정진동자/수정발진기"
  },
  {
    "name": "에이치엘사이언스",
    "code": "239610",
    "sector": "기타 식품 제조업,건강기능식품 등"
  },
  {
    "name": "에이치엠넥스",
    "code": "036170",
    "sector": "반도체 제조업,LED패키지"
  },
  {
    "name": "에이치엠씨제6호스팩",
    "code": "462020",
    "sector": "금융 지원 서비스업,합병"
  },
  {
    "name": "에이치엠씨제7호스팩",
    "code": "477340",
    "sector": "금융 지원 서비스업,기타금융"
  },
  {
    "name": "에이치와이티씨",
    "code": "148930",
    "sector": "기타 금속 가공제품 제조업,2차전지 장비 초정밀 부품"
  },
  {
    "name": "에이치이엠파마",
    "code": "376270",
    "sector": "자연과학 및 공학 연구개발업,맞춤형 헬스케어, LBP 디스커버리 플랫폼"
  },
  {
    "name": "에이치케이",
    "code": "044780",
    "sector": "특수 목적용 기계 제조업,레이저가공 절단기"
  },
  {
    "name": "에이치피오",
    "code": "357230",
    "sector": "기타 식품 제조업,건강기능식품(유산균, 비타민 등)"
  },
  {
    "name": "에이텀",
    "code": "355690",
    "sector": "전자부품 제조업,평판형 트랜스"
  },
  {
    "name": "에이테크솔루션",
    "code": "071670",
    "sector": "특수 목적용 기계 제조업,대형정밀금형(가전,자동차용 등)"
  },
  {
    "name": "에이텍",
    "code": "045660",
    "sector": "컴퓨터 및 주변장치 제조업,PC,모니터"
  },
  {
    "name": "에이텍모빌리티",
    "code": "224110",
    "sector": "통신 및 방송 장비 제조업,교통카드단말기"
  },
  {
    "name": "에이티넘인베스트",
    "code": "021080",
    "sector": "신탁업 및 집합투자업,벤처캐피탈"
  },
  {
    "name": "에이팩트",
    "code": "200470",
    "sector": "반도체 제조업,메모리 반도체 테스트"
  },
  {
    "name": "에이펙스인텍",
    "code": "207490",
    "sector": "전구 및 조명장치 제조업,LED조명장치 등"
  },
  {
    "name": "에이프로",
    "code": "262260",
    "sector": "기타 전기장비 제조업,2차전지 장비 등(일반충방전기, 고온가압 충방전기 등)"
  },
  {
    "name": "에이프로젠",
    "code": "007460",
    "sector": "기타 금속 가공제품 제조업,단열장치,철구조물,가열로,특수단열재(금속표면경화육성,원자로용) 제조/단열공사/부동산 임대"
  },
  {
    "name": "에이프로젠바이오로직스",
    "code": "003060",
    "sector": "의약품 제조업,의약품(항생제,영양수액제,드링크제,철결핍성빈혈예방치료제,경옥동충하초) 제조,판매"
  },
  {
    "name": "에이프릴바이오",
    "code": "397030",
    "sector": "자연과학 및 공학 연구개발업,항체의약품 및 재조합 단백질 의약품"
  },
  {
    "name": "에이플러스에셋",
    "code": "244920",
    "sector": "보험 및 연금관련 서비스업,보험대리 및 중개업"
  },
  {
    "name": "에이피알",
    "code": "278470",
    "sector": "기타 화학제품 제조업,화장품, 피부미용기기 등"
  },
  {
    "name": "에치에프알",
    "code": "230240",
    "sector": "통신 및 방송 장비 제조업,유선 및 무선통신장비 제조 및 제조서비스"
  },
  {
    "name": "에코글로우",
    "code": "159910",
    "sector": "기타 화학제품 제조업,화장품제조,마스크"
  },
  {
    "name": "에코마케팅",
    "code": "230360",
    "sector": "광고업,온라인, 모바일 광고 종합대행업"
  },
  {
    "name": "에코바이오",
    "code": "038870",
    "sector": "사업시설 유지·관리 서비스업,판매시점정보시스템(POS), 금전등록기"
  },
  {
    "name": "에코볼트",
    "code": "097780",
    "sector": "자동차 신품 부품 제조업"
  },
  {
    "name": "에코아이",
    "code": "448280",
    "sector": "기타 전문 서비스업,탄소배출권 및 탄소배출권 관련 컨설팅"
  },
  {
    "name": "에코앤드림",
    "code": "101360",
    "sector": "기타 화학제품 제조업,배출가스 저감용 촉매 및 이차전지 양극활물질 전구체"
  },
  {
    "name": "에코캡",
    "code": "128540",
    "sector": "자동차 신품 부품 제조업,자동차 부품(전선, 케이블, 벌브소켓, LED 등)"
  },
  {
    "name": "에코프로",
    "code": "086520",
    "sector": "기타 금융업,환경소재,화학필터,이차전지소재등"
  },
  {
    "name": "에코프로머티",
    "code": "450080",
    "sector": "일차전지 및 이차전지 제조업,배터리 양극재용 핵심소재 하이니켈 전구체"
  },
  {
    "name": "에코프로비엠",
    "code": "247540",
    "sector": "일차전지 및 이차전지 제조업,양극활물질"
  },
  {
    "name": "에코프로에이치엔",
    "code": "383310",
    "sector": "기타 화학제품 제조업,환경오염 방지 관련 소재 및 설비"
  },
  {
    "name": "에코플라스틱",
    "code": "038110",
    "sector": "자동차 신품 부품 제조업,BUMPER 및 자동차TRIM류"
  },
  {
    "name": "에프알텍",
    "code": "073540",
    "sector": "통신 및 방송 장비 제조업,이동통신용중계기"
  },
  {
    "name": "에프앤가이드",
    "code": "064850",
    "sector": "기타 정보 서비스업,금융정보서비스, INDEX, 펀드평가 등"
  },
  {
    "name": "에프에스티",
    "code": "036810",
    "sector": "전자부품 제조업,펠리클(반도체부품), 칠러장비, 반도체유통"
  },
  {
    "name": "에프엔씨엔터",
    "code": "173940",
    "sector": "창작 및 예술관련 서비스업,콘서트, 음반/음원"
  },
  {
    "name": "에프엔에스테크",
    "code": "083500",
    "sector": "특수 목적용 기계 제조업,OLED, LCD 제조 공정 장비"
  },
  {
    "name": "에피바이오텍",
    "code": "446440",
    "sector": "자연과학 및 공학 연구개발업,탈모 치료제"
  },
  {
    "name": "엑사이엔씨",
    "code": "054940",
    "sector": "실내건축 및 건축마무리 공사업,실내건축 공사업"
  },
  {
    "name": "엑세스바이오",
    "code": "950130",
    "sector": "의료용품 및 기타 의약 관련제품 제조업,말라리아 진단키트(RDT), HIV 진단키트(RDT)"
  },
  {
    "name": "엑셀세라퓨틱스",
    "code": "373110",
    "sector": "기초 의약물질 제조업,CellCor SFD/CD(세포배양배지)"
  },
  {
    "name": "엑셈",
    "code": "205100",
    "sector": "소프트웨어 개발 및 공급업,DB, E2E 성능관리 SW"
  },
  {
    "name": "엑스게이트",
    "code": "356680",
    "sector": "소프트웨어 개발 및 공급업,통합 네트워크 보안 솔루션"
  },
  {
    "name": "엑스큐어",
    "code": "070300",
    "sector": "소프트웨어 개발 및 공급업,USIM카드, 금융카드"
  },
  {
    "name": "엑스페릭스",
    "code": "317770",
    "sector": "전자부품 제조업,지문인식 등록, 인증 기기 및 솔루션"
  },
  {
    "name": "엑스플러스",
    "code": "373200",
    "sector": "그외 기타 제품 제조업,모바일 IT응용제품 외"
  },
  {
    "name": "엑시온그룹",
    "code": "069920",
    "sector": "무점포 소매업,해외, 국내상품 소싱 및 판매대행 서비스"
  },
  {
    "name": "엑시콘",
    "code": "092870",
    "sector": "특수 목적용 기계 제조업,반도체 검사장비"
  },
  {
    "name": "엑시큐어하이트론",
    "code": "019490",
    "sector": "영상 및 음향기기 제조업,영상음향기기(보안시스템,CCTV용 모니터,CRT,화상회의시스템),정보통신기기 제조"
  },
  {
    "name": "엔바이오니아",
    "code": "317870",
    "sector": "그외 기타 제품 제조업,양전하필터(정수기)"
  },
  {
    "name": "엔브이에이치코리아",
    "code": "067570",
    "sector": "자동차 신품 부품 제조업,헤드라이너, NVH부품"
  },
  {
    "name": "엔비티",
    "code": "236810",
    "sector": "광고업,모바일 포인트 광고 플랫폼"
  },
  {
    "name": "엔솔바이오사이언스",
    "code": "140610",
    "sector": "자연과학 및 공학 연구개발업,퇴행성디스크 치료제, 골관절염 치료제, 동물용 골관절염 치료제"
  },
  {
    "name": "엔시스",
    "code": "333620",
    "sector": "기타 전기장비 제조업,2차전지 머신비전 검사장비"
  },
  {
    "name": "엔시트론",
    "code": "101400",
    "sector": "반도체 제조업,디지털오디오앰프칩"
  },
  {
    "name": "엔씨소프트",
    "code": "036570",
    "sector": "소프트웨어 개발 및 공급업,인터넷머그게임(리니지),그룹웨어,인터넷커뮤니티 개발,유지,공급"
  },
  {
    "name": "엔알비",
    "code": "475230",
    "sector": "기타 금속 가공제품 제조업,이동형 모듈러 임대 및 판매"
  },
  {
    "name": "엔에스엠",
    "code": "238170",
    "sector": "합성고무 및 플라스틱 물질 제조업,전도성 고분자 코팅 대전방지 필름"
  },
  {
    "name": "엔에스이엔엠",
    "code": "078860",
    "sector": "영화, 비디오물, 방송프로그램 제작 및 배급업,연예인 매니지먼트"
  },
  {
    "name": "엔에스컴퍼니",
    "code": "224760",
    "sector": "토목 건설업,산업플랜트 건설 및 경상정비, 자동차부품제조판매"
  },
  {
    "name": "엔에이치스팩29호",
    "code": "451700",
    "sector": "금융 지원 서비스업"
  },
  {
    "name": "엔에이치스팩30호",
    "code": "466910",
    "sector": "금융 지원 서비스업,금융지원서비스업"
  },
  {
    "name": "엔에이치스팩31호",
    "code": "481890",
    "sector": "금융 지원 서비스업,금융지원서비스업"
  },
  {
    "name": "엔에프씨",
    "code": "265740",
    "sector": "기타 화학제품 제조업,화장품 원료 제조 및 판매"
  },
  {
    "name": "엔젠바이오",
    "code": "354200",
    "sector": "그외 기타 전문, 과학 및 기술 서비스업,유전체 분야 진단시약 제조 및 유전체 분야 소프트웨어 연구,개발,판매"
  },
  {
    "name": "엔젤로보틱스",
    "code": "455900",
    "sector": "특수 목적용 기계 제조업,재활 전문 웨어러블 로봇, 근력 보조 무동력 웨어러블 슈트, 일상생활 보조 웨어러블 로봇 등"
  },
  {
    "name": "엔젯",
    "code": "419080",
    "sector": "특수 목적용 기계 제조업,EHD 잉크젯 프린터, EHD 코터"
  },
  {
    "name": "엔지브이아이",
    "code": "093510",
    "sector": "자동차 신품 부품 제조업,천연가스자동차용 연료저장장치 등"
  },
  {
    "name": "엔지스테크널러지",
    "code": "208860",
    "sector": "소프트웨어 개발 및 공급업,Nav-Link 솔루션, BringGo 어플리케이션 등"
  },
  {
    "name": "엔지켐생명과학",
    "code": "183490",
    "sector": "기초 의약물질 제조업,EC-18(신약), 원료의약품"
  },
  {
    "name": "엔케이",
    "code": "085310",
    "sector": "구조용 금속제품, 탱크 및 증기발생기 제조업,고압가스용기,선박용,육상용 소화설비장치,천연가스이동식충전소 제조,도매"
  },
  {
    "name": "엔케이맥스",
    "code": "182400",
    "sector": "기초 의약물질 제조업,연구용 시약, NK Vue® KIT, SuperNK"
  },
  {
    "name": "엔켐",
    "code": "348370",
    "sector": "기초 화학물질 제조업,2차전지 전해액"
  },
  {
    "name": "엔텔스",
    "code": "069410",
    "sector": "소프트웨어 개발 및 공급업,운용지원솔루션"
  },
  {
    "name": "엔투텍",
    "code": "227950",
    "sector": "특수 목적용 기계 제조업,반도체장비 부품 제조업"
  },
  {
    "name": "엔피",
    "code": "291230",
    "sector": "기타 사업지원 서비스업,브랜드 익스피어리언스, XR 콘텐츠, 메타버스"
  },
  {
    "name": "엔피케이",
    "code": "048830",
    "sector": "합성고무 및 플라스틱 물질 제조업,합성고무 및 플라스틱물질 제조업"
  },
  {
    "name": "엘디티",
    "code": "096870",
    "sector": "반도체 제조업,OLED구동IC,LED구동IC,LCD구동IC"
  },
  {
    "name": "엘리비젼",
    "code": "276240",
    "sector": "영상 및 음향기기 제조업,디지털 사이니지, 키오스크 등"
  },
  {
    "name": "엘브이엠씨홀딩스",
    "code": "900140",
    "sector": "자동차 판매업,지주회사"
  },
  {
    "name": "엘앤씨바이오",
    "code": "290650",
    "sector": "의약품 제조업,인체조직(피부, 뼈, 연골)"
  },
  {
    "name": "엘앤에프",
    "code": "066970",
    "sector": "일차전지 및 이차전지 제조업,이차전지 양극활물질"
  },
  {
    "name": "엘앤케이바이오",
    "code": "156100",
    "sector": "의료용 기기 제조업,척추 임플란트"
  },
  {
    "name": "엘에스스팩1호",
    "code": "0041J0",
    "sector": "금융 지원 서비스업,기업인수합병"
  },
  {
    "name": "엘에이티",
    "code": "311060",
    "sector": "특수 목적용 기계 제조업,In-Line Sputter, OLED 패널 청정물류 이송 장비 등"
  },
  {
    "name": "엘엠에스",
    "code": "073110",
    "sector": "전자부품 제조업,프리즘시트"
  },
  {
    "name": "엘오티베큠",
    "code": "083310",
    "sector": "특수 목적용 기계 제조업,반도체제조용진공펌프"
  },
  {
    "name": "엘컴텍",
    "code": "037950",
    "sector": "전자부품 제조업,BLU(Back Light Unit), CCM(Compact Camera Module), Display용 EL"
  },
  {
    "name": "엘케이켐",
    "code": "489500",
    "sector": "기타 화학제품 제조업,반도체 소재(CP, PCP, DIS) 등"
  },
  {
    "name": "엘티씨",
    "code": "170920",
    "sector": "기초 화학물질 제조업,FPD(LCD/OLED) 및 반도체용 박리액"
  },
  {
    "name": "엠게임",
    "code": "058630",
    "sector": "소프트웨어 개발 및 공급업,온라인 게임 개발 및 퍼블리싱(열혈강호온라인,홀릭2,영웅)"
  },
  {
    "name": "엠디바이스",
    "code": "226590",
    "sector": "전자부품 제조업,반도체기억장치"
  },
  {
    "name": "엠로",
    "code": "058970",
    "sector": "소프트웨어 개발 및 공급업,기업용 공급망관리 소프트웨어, AI 디지털혁신 소프트웨어, 공급망관리 클라우드 서비스"
  },
  {
    "name": "엠브레인",
    "code": "169330",
    "sector": "시장조사 및 여론조사업,온라인 및 오프라인 리서치"
  },
  {
    "name": "엠씨넥스",
    "code": "097520",
    "sector": "영상 및 음향기기 제조업,모바일 카메라모듈,전장 카메라모듈,블랙박스,IP 카메라"
  },
  {
    "name": "엠아이큐브솔루션",
    "code": "373170",
    "sector": "소프트웨어 개발 및 공급업,스마트팩토리 솔루션, 제조지능화 솔루션"
  },
  {
    "name": "엠아이텍",
    "code": "179290",
    "sector": "의료용 기기 제조업,비혈관 스텐트 및 체외충격파 쇄석기"
  },
  {
    "name": "엠앤씨솔루션",
    "code": "484870",
    "sector": "특수 목적용 기계 제조업,방위산업용 유압식/전기식 부품 및 시스템"
  },
  {
    "name": "엠에스씨",
    "code": "009780",
    "sector": "기타 식품 제조업,식품첨가물"
  },
  {
    "name": "엠에스오토텍",
    "code": "123040",
    "sector": "자동차 신품 부품 제조업,자동차 차체 부품"
  },
  {
    "name": "엠에프씨",
    "code": "432980",
    "sector": "기초 의약물질 제조업,원료의약품(API) 및 핵심소재"
  },
  {
    "name": "엠오티",
    "code": "413390",
    "sector": "특수 목적용 기계 제조업,이차전지 제조 자동화 설비"
  },
  {
    "name": "엠젠솔루션",
    "code": "032790",
    "sector": "기계장비 및 관련 물품 도매업,프린터형상기, 광통신장비, Bio이종장기, AI솔루션"
  },
  {
    "name": "엠케이전자",
    "code": "033160",
    "sector": "전자부품 제조업,반도체용세금선"
  },
  {
    "name": "엠투아이",
    "code": "347890",
    "sector": "측정, 시험, 항해, 제어 및 기타 정밀기기 제조업; 광학기기 제외,스마트HMI, 스마트SCADA, 스마트팩토리솔루션"
  },
  {
    "name": "엠투엔",
    "code": "033310",
    "sector": "전자부품 제조업,산업용자동제어반기기"
  },
  {
    "name": "엠플러스",
    "code": "259630",
    "sector": "특수 목적용 기계 제조업,이차전지 자동화 조립설비"
  },
  {
    "name": "엣지파운드리",
    "code": "105550",
    "sector": "전자부품 제조업,자동차용 센서(APS, TPS, IAPS, SLS)"
  },
  {
    "name": "영림원소프트랩",
    "code": "060850",
    "sector": "소프트웨어 개발 및 공급업,ERP Package, 유지 관리 등"
  },
  {
    "name": "영보화학",
    "code": "014440",
    "sector": "플라스틱제품 제조업,가교발포폴리에틸렌(아티론,영보드) 제조,판매"
  },
  {
    "name": "영우디에스피",
    "code": "143540",
    "sector": "특수 목적용 기계 제조업,OLED/LCD 디스플레이 검사장비"
  },
  {
    "name": "영원무역",
    "code": "111770",
    "sector": "상품 종합 도매업,스포츠의류"
  },
  {
    "name": "영원무역홀딩스",
    "code": "009970",
    "sector": "기타 금융업,스포츠의류(등산복,운동복,스키복) 도소매,수출,섬유봉제"
  },
  {
    "name": "영진약품",
    "code": "003520",
    "sector": "의약품 제조업,의약품(드링크제,항생제,영양수액제),의약부외품 제조,판매"
  },
  {
    "name": "영풍",
    "code": "000670",
    "sector": "1차 비철금속 제조업,제1차 금속산업(아연괴,황산,카드뮴괴),건전지 제조,무역"
  },
  {
    "name": "영화금속",
    "code": "012280",
    "sector": "자동차 신품 부품 제조업,자동차부품,건축자재(관이음쇠) 제조,판매"
  },
  {
    "name": "영화테크",
    "code": "265560",
    "sector": "자동차 신품 부품 제조업,자동차 정션박스 등"
  },
  {
    "name": "영흥",
    "code": "012160",
    "sector": "1차 철강 제조업,와이어로프 등"
  },
  {
    "name": "예림당",
    "code": "036000",
    "sector": "서적, 잡지 및 기타 인쇄물 출판업,무선가입자망 단말기 및 차량용핸즈프리"
  },
  {
    "name": "예선테크",
    "code": "250930",
    "sector": "플라스틱제품 제조업,기업인수합병"
  },
  {
    "name": "예스24",
    "code": "053280",
    "sector": "무점포 소매업,도서,음반/DVD,화장품"
  },
  {
    "name": "예스티",
    "code": "122640",
    "sector": "특수 목적용 기계 제조업,반도체 및 디스플레이 제조 장비"
  },
  {
    "name": "오가노이드사이언스",
    "code": "476040",
    "sector": "자연과학 및 공학 연구개발업,오가노이드 기반 재생치료제, 오가노이드 기반 신소재평가 솔루션"
  },
  {
    "name": "오가닉티코스메틱",
    "code": "900300",
    "sector": "기타 금융업,유아용 화장품(클렌징, 여름용, 피부케어, 기능성 화장품)"
  },
  {
    "name": "오건에코텍",
    "code": "212310",
    "sector": "의료용 기기 제조업,척추용 임플란트 등"
  },
  {
    "name": "오공",
    "code": "045060",
    "sector": "기타 화학제품 제조업,접착제,씰란트,광택제,연마제"
  },
  {
    "name": "오늘이엔엠",
    "code": "192410",
    "sector": "통신 및 방송 장비 제조업,지능형서비스로봇, 기지국안테나, 여행"
  },
  {
    "name": "오디텍",
    "code": "080520",
    "sector": "반도체 제조업,광반도체, 소자 및 모듈"
  },
  {
    "name": "오뚜기",
    "code": "007310",
    "sector": "기타 식품 제조업,라면,마요네즈,카레,스프,당면,소오스,토마토케첩,마가린,냉동생지(바게트,크로와상),참치캔,식초,3분짜장 제조"
  },
  {
    "name": "오로라",
    "code": "039830",
    "sector": "전문디자인업,캐릭터디자인,캐릭터완구 등"
  },
  {
    "name": "오로스테크놀로지",
    "code": "322310",
    "sector": "특수 목적용 기계 제조업,반도체 Overlay 계측 장비"
  },
  {
    "name": "오르비텍",
    "code": "046120",
    "sector": "기타 과학기술 서비스업,방사선안전관리, 항공기 정밀부품 제조 등"
  },
  {
    "name": "오름테라퓨틱",
    "code": "475830",
    "sector": "기초 의약물질 제조업,항체약물접합체(ADC) 단백질 분해제(TPD) 연구 개발"
  },
  {
    "name": "오리엔탈정공",
    "code": "014940",
    "sector": "일반 목적용 기계 제조업,선박용 기계제품(크레인 등)"
  },
  {
    "name": "오리엔트바이오",
    "code": "002630",
    "sector": "의약품 제조업"
  },
  {
    "name": "오리엔트정공",
    "code": "065500",
    "sector": "자동차 신품 부품 제조업,하우징, 리테이너베어링"
  },
  {
    "name": "오리온",
    "code": "271560",
    "sector": "기타 식품 제조업,스낵 등 과자류"
  },
  {
    "name": "오리온홀딩스",
    "code": "001800",
    "sector": "기타 금융업,자회사 관리 지주사업 등"
  },
  {
    "name": "오리콤",
    "code": "010470",
    "sector": "광고업,광고대행"
  },
  {
    "name": "오브젠",
    "code": "417860",
    "sector": "소프트웨어 개발 및 공급업,CRM 소프트웨어"
  },
  {
    "name": "오비고",
    "code": "352910",
    "sector": "컴퓨터 프로그래밍, 시스템 통합 및 관리업,스마트카 소프트웨어 플랫폼"
  },
  {
    "name": "오상자이엘",
    "code": "053980",
    "sector": "소프트웨어 개발 및 공급업,CATIA Solution"
  },
  {
    "name": "오상헬스케어",
    "code": "036220",
    "sector": "의료용 기기 제조업,생화학 측정기 및 센서, 면역진단기기 및 마커, 분자진단기기 및 시약 등"
  },
  {
    "name": "오성첨단소재",
    "code": "052420",
    "sector": "플라스틱제품 제조업,보호, 기능성 필름"
  },
  {
    "name": "오션스바이오",
    "code": "332190",
    "sector": "의료용 기기 제조업,전자약"
  },
  {
    "name": "오션인더블유",
    "code": "052300",
    "sector": "상품 종합 도매업,운송"
  },
  {
    "name": "오스코텍",
    "code": "039200",
    "sector": "의약품 제조업,신약연구개발"
  },
  {
    "name": "오스테오닉",
    "code": "226400",
    "sector": "의료용 기기 제조업,골접합 및 재건용 금속소재 및 생체복합재료 기반 임플란트"
  },
  {
    "name": "오스템",
    "code": "031510",
    "sector": "자동차 신품 부품 제조업,휠"
  },
  {
    "name": "오아",
    "code": "342870",
    "sector": "가전제품 및 정보통신장비 소매업,계절/생활/주방/건강가전 및 헬스/건강식품"
  },
  {
    "name": "오에스피",
    "code": "368970",
    "sector": "동물용 사료 및 조제식품 제조업,프리미엄 반려동물 사료"
  },
  {
    "name": "오이솔루션",
    "code": "138080",
    "sector": "통신 및 방송 장비 제조업,광트랜시버"
  },
  {
    "name": "오킨스전자",
    "code": "080580",
    "sector": "전자부품 제조업,반도체 검사용 소켓"
  },
  {
    "name": "오텍",
    "code": "067170",
    "sector": "자동차 재제조 부품 제조업,냉동 및 내장탑차, 앰블란스"
  },
  {
    "name": "오토앤",
    "code": "353590",
    "sector": "자동차 부품 및 내장품 판매업,자동차 지급품 및 애프터마켓 제품"
  },
  {
    "name": "오파스넷",
    "code": "173130",
    "sector": "컴퓨터 프로그래밍, 시스템 통합 및 관리업,네트워크 구축 및 유지보수"
  },
  {
    "name": "오픈놀",
    "code": "440320",
    "sector": "소프트웨어 개발 및 공급업,미니인턴플랫폼(커리어 및 채용 플랫폼)"
  },
  {
    "name": "오픈베이스",
    "code": "049480",
    "sector": "컴퓨터 프로그래밍, 시스템 통합 및 관리업,트래픽솔루션(웹스위치,트래픽서버)"
  },
  {
    "name": "오픈엣지테크놀로지",
    "code": "394280",
    "sector": "소프트웨어 개발 및 공급업,시스템 반도체 IP"
  },
  {
    "name": "온코닉테라퓨틱스",
    "code": "476060",
    "sector": "자연과학 및 공학 연구개발업,자큐보정(Zastaprazan, 소화기질환 신약), Nesuparib(표적항암제 신약)"
  },
  {
    "name": "온코크로스",
    "code": "382150",
    "sector": "자연과학 및 공학 연구개발업,AI플랫폼 기반 신약개발 용역서비스"
  },
  {
    "name": "온타이드",
    "code": "005320",
    "sector": "생활용품 도매업,셔츠,스웨터,파자마(섬유제품) 제조,판매,수출/부동산 임대"
  },
  {
    "name": "올리패스",
    "code": "244460",
    "sector": "기초 의약물질 제조업,인공유전자 플랫폼(OliPass PNA) 기술을 활용한 RNA치료제 신약개발"
  },
  {
    "name": "올릭스",
    "code": "226950",
    "sector": "자연과학 및 공학 연구개발업,siRNA 신약 개발"
  },
  {
    "name": "옴니시스템",
    "code": "057540",
    "sector": "측정, 시험, 항해, 제어 및 기타 정밀기기 제조업; 광학기기 제외,전자식전력량계,설비미터,원격검침시스템"
  },
  {
    "name": "옵투스제약",
    "code": "131030",
    "sector": "의약품 제조업,티어린프리점안액"
  },
  {
    "name": "옵트론텍",
    "code": "082210",
    "sector": "사진장비 및 광학기기 제조업,IRFilter,Grating"
  },
  {
    "name": "옵티시스",
    "code": "109080",
    "sector": "통신 및 방송 장비 제조업,광링크 모듈 등"
  },
  {
    "name": "옵티코어",
    "code": "380540",
    "sector": "마그네틱 및 광학 매체 제조업,광트랜시버, 광다중화장치 등"
  },
  {
    "name": "옵티팜",
    "code": "153710",
    "sector": "의료용품 및 기타 의약 관련제품 제조업,옵티케어,메디피그 등"
  },
  {
    "name": "와이랩",
    "code": "432430",
    "sector": "영화, 비디오물, 방송프로그램 제작 및 배급업,만화출판물의 제작 및 영상물 제작"
  },
  {
    "name": "와이바이오로직스",
    "code": "338840",
    "sector": "자연과학 및 공학 연구개발업,항체의약품 및 항체후보물질 연구개발"
  },
  {
    "name": "와이솔",
    "code": "122990",
    "sector": "전자부품 제조업,SAW Filter, Wafer Chip, Duplexer"
  },
  {
    "name": "와이씨",
    "code": "232140",
    "sector": "특수 목적용 기계 제조업,메모리 웨이퍼 테스터"
  },
  {
    "name": "와이씨켐",
    "code": "112290",
    "sector": "기타 화학제품 제조업,반도체 및 디스플레이용 화학소재"
  },
  {
    "name": "와이어블",
    "code": "065530",
    "sector": "전기 통신업,공용기지국건설/관리"
  },
  {
    "name": "와이엔텍",
    "code": "067900",
    "sector": "폐기물 처리업,사업장폐기물중간및최종처리,전문건설,골재제조"
  },
  {
    "name": "와이엠",
    "code": "007530",
    "sector": "기타 금속 가공제품 제조업,볼트, 나사"
  },
  {
    "name": "와이엠씨",
    "code": "155650",
    "sector": "전자부품 제조업,FPD 패널용 Target, Backing Plate 등"
  },
  {
    "name": "와이엠텍",
    "code": "273640",
    "sector": "전동기, 발전기 및 전기 변환 · 공급 · 제어 장치 제조업,계전기(EV Relay)"
  },
  {
    "name": "와이엠티",
    "code": "251370",
    "sector": "기초 화학물질 제조업,PCB, 반도체 및 디스플레이 제조용 화학소재 등"
  },
  {
    "name": "와이제이링크",
    "code": "209640",
    "sector": "특수 목적용 기계 제조업,SMT(PCB 표면실장) 이송 및 추적장비 등 스마트 공정장비"
  },
  {
    "name": "와이즈넛",
    "code": "096250",
    "sector": "소프트웨어 개발 및 공급업,검색엔진, 챗봇, 클라우드서비스"
  },
  {
    "name": "와이즈버즈",
    "code": "273060",
    "sector": "광고업,광고대행"
  },
  {
    "name": "와이지-원",
    "code": "019210",
    "sector": "기타 금속 가공제품 제조업,엔드밀, 탭, 드릴"
  },
  {
    "name": "와이지엔터테인먼트",
    "code": "122870",
    "sector": "오디오물 출판 및 원판 녹음업,음악 및 기타 오디오물 출판, 신인 아티스트 육성 및 매니지먼트"
  },
  {
    "name": "와이투솔루션",
    "code": "011690",
    "sector": "반도체 제조업,혼성직접회로,통신기기 제조/화공약품,케이블 도매"
  },
  {
    "name": "와토스코리아",
    "code": "079000",
    "sector": "플라스틱제품 제조업,위생도기용부속(양변기용)"
  },
  {
    "name": "우듬지팜",
    "code": "403490",
    "sector": "과실, 채소 가공 및 저장 처리업,스테비아 토마토, 대추방울 토마토, 완숙 토마토 등"
  },
  {
    "name": "우리금융지주",
    "code": "316140",
    "sector": "기타 금융업,금융지주"
  },
  {
    "name": "우리기술",
    "code": "032820",
    "sector": "전동기, 발전기 및 전기 변환 · 공급 · 제어 장치 제조업,시스템사업, 정보통신사업"
  },
  {
    "name": "우리기술투자",
    "code": "041190",
    "sector": "기타 금융업,창업자에 대한 투자 및 융자"
  },
  {
    "name": "우리넷",
    "code": "115440",
    "sector": "통신 및 방송 장비 제조업,광전송장비(MSPP), 교환장비(AGW)"
  },
  {
    "name": "우리로",
    "code": "046970",
    "sector": "기타 전문 도매업,광분배기(웨이퍼, 칩, 모듈), 광다이오드"
  },
  {
    "name": "우리바이오",
    "code": "082850",
    "sector": "기타 식품 제조업,건강기능식품 개발 제조 및 스마트팜 연구개발"
  },
  {
    "name": "우리산업",
    "code": "215360",
    "sector": "자동차 신품 부품 제조업,ACTUATOR 등"
  },
  {
    "name": "우리산업홀딩스",
    "code": "072470",
    "sector": "자동차 신품 부품 제조업,HVAC ACTUATOR (자동차 공조장치 부품 등)"
  },
  {
    "name": "우리손에프앤지",
    "code": "073560",
    "sector": "도축, 육류 가공 및 저장 처리업,양돈업, 도축업"
  },
  {
    "name": "우리엔터프라이즈",
    "code": "037400",
    "sector": "상품 종합 도매업,변환장치 제조업 백열전구, 형광등"
  },
  {
    "name": "우리이앤엘",
    "code": "153490",
    "sector": "반도체 제조업,LED 패키지"
  },
  {
    "name": "우림피티에스",
    "code": "101170",
    "sector": "일반 목적용 기계 제조업,트랜스미션,감속기,기어전동축 제조"
  },
  {
    "name": "우성",
    "code": "006980",
    "sector": "곡물가공품, 전분 및 전분제품 제조업,배합사료,Suit-feed(맞춤 TMR(육성우,건유우,착유우) 사료),농후사료,곡류(강피류 등 부산물) 제조,판매/부동산 임대,무역"
  },
  {
    "name": "우수AMS",
    "code": "066590",
    "sector": "자동차 신품 부품 제조업,엔진, 조향 및 기아변속기 부품"
  },
  {
    "name": "우신시스템",
    "code": "017370",
    "sector": "특수 목적용 기계 제조업,자동차차체자동설비, 2차전지설비, 자동차부품"
  },
  {
    "name": "우양",
    "code": "103840",
    "sector": "과실, 채소 가공 및 저장 처리업,HMR, 음료 베이스, 퓨레 등"
  },
  {
    "name": "우양에이치씨",
    "code": "101970",
    "sector": "구조용 금속제품, 탱크 및 증기발생기 제조업,화공 플랜트, 에너지 플랜트"
  },
  {
    "name": "우원개발",
    "code": "046940",
    "sector": "기반조성 및 시설물 축조관련 전문공사업,토공사"
  },
  {
    "name": "우정바이오",
    "code": "215380",
    "sector": "자연과학 및 공학 연구개발업,동물실험,CRO서비스,사육장비,세척장비등"
  },
  {
    "name": "우주일렉트로",
    "code": "065680",
    "sector": "전자부품 제조업,정보통신용 초정밀커넥터"
  },
  {
    "name": "우진",
    "code": "105840",
    "sector": "측정, 시험, 항해, 제어 및 기타 정밀기기 제조업; 광학기기 제외,원전용계측기"
  },
  {
    "name": "우진비앤지",
    "code": "018620",
    "sector": "의약품 제조업,슈퍼티아, 안티펜SM"
  },
  {
    "name": "우진아이엔에스",
    "code": "010400",
    "sector": "건물설비 설치 공사업,반도체/디스플레이 코팅덕트"
  },
  {
    "name": "우진엔텍",
    "code": "457550",
    "sector": "그외 기타 전문, 과학 및 기술 서비스업,발전소 계측제어설비 정비 서비스"
  },
  {
    "name": "우진플라임",
    "code": "049800",
    "sector": "특수 목적용 기계 제조업,플라스틱사출성형기 제조,판매"
  },
  {
    "name": "웅진",
    "code": "016880",
    "sector": "회사 본부 및 경영 컨설팅 서비스업,교육서비스(웅진아이큐,중.고교학습,어린이마을),도서,잡지 출판/부동산 임대/인터넷관련사업"
  },
  {
    "name": "웅진씽크빅",
    "code": "095720",
    "sector": "초등 교육기관,기타출판 제조/서적,교구,통신판매 도소매/부동산 임대/교구렌탈,컴퓨터운용관련서비스"
  },
  {
    "name": "워트",
    "code": "396470",
    "sector": "특수 목적용 기계 제조업,초정밀 온습도 제어장비"
  },
  {
    "name": "원림",
    "code": "005820",
    "sector": "직물직조 및 직물제품 제조업,고무,플라스틱제품,산업용포장재,PP.BAG,타포린 제조,도매/부동산 임대/주택 신축,판매/인터넷 정보통신/벤처회사 투자"
  },
  {
    "name": "원바이오젠",
    "code": "307280",
    "sector": "의료용품 및 기타 의약 관련제품 제조업,창상피복제, 습윤드레싱제"
  },
  {
    "name": "원익",
    "code": "032940",
    "sector": "기계장비 및 관련 물품 도매업,Quartz, HIC, 의료기기"
  },
  {
    "name": "원익IPS",
    "code": "240810",
    "sector": "특수 목적용 기계 제조업,반도체 제조용 기계"
  },
  {
    "name": "원익QnC",
    "code": "074600",
    "sector": "유리 및 유리제품 제조업,반도체용 석영유리"
  },
  {
    "name": "원익머트리얼즈",
    "code": "104830",
    "sector": "기초 화학물질 제조업,저메인가스,디실란,아산화질소,암모니아 등"
  },
  {
    "name": "원익큐브",
    "code": "014190",
    "sector": "기타 전문 도매업,MMA,BAM,PC,PP,목재,실란트,디지털인쇄기"
  },
  {
    "name": "원익피앤이",
    "code": "217820",
    "sector": "특수 목적용 기계 제조업,2차전지 자동화 설비"
  },
  {
    "name": "원익홀딩스",
    "code": "030530",
    "sector": "기초 화학물질 제조업,가스캐비닛"
  },
  {
    "name": "원일특강",
    "code": "012620",
    "sector": "1차 철강 제조업,특수강"
  },
  {
    "name": "원일티엔아이",
    "code": "136150",
    "sector": "일반 목적용 기계 제조업,수소저장합금, 고압연소식기화기"
  },
  {
    "name": "원준",
    "code": "382840",
    "sector": "특수 목적용 기계 제조업,2차전지용 열처리 장비"
  },
  {
    "name": "원텍",
    "code": "336570",
    "sector": "의료용 기기 제조업,기업 인수 및 합병"
  },
  {
    "name": "원티드랩",
    "code": "376980",
    "sector": "소프트웨어 개발 및 공급업,채용 플랫폼"
  },
  {
    "name": "원포유",
    "code": "122830",
    "sector": "소프트웨어 개발 및 공급업,비대면서비스플랫폼, 인공지능"
  },
  {
    "name": "원풍",
    "code": "008370",
    "sector": "플라스틱제품 제조업,플라스틱 필름"
  },
  {
    "name": "원풍물산",
    "code": "008290",
    "sector": "봉제의복 제조업,남성용신사복"
  },
  {
    "name": "월덱스",
    "code": "101160",
    "sector": "전자부품 제조업,반도체용링및전극"
  },
  {
    "name": "웨이버스",
    "code": "336060",
    "sector": "소프트웨어 개발 및 공급업,금융 지원 서비스"
  },
  {
    "name": "웨이브일렉트로",
    "code": "095270",
    "sector": "측정, 시험, 항해, 제어 및 기타 정밀기기 제조업; 광학기기 제외,이동통신중계기용전력증폭기"
  },
  {
    "name": "웨이비스",
    "code": "289930",
    "sector": "반도체 제조업,GaN RF 칩, 패키지 트랜지스터, 모듈 등"
  },
  {
    "name": "웰바이오텍",
    "code": "010600",
    "sector": ""
  },
  {
    "name": "웰크론",
    "code": "065950",
    "sector": "직물직조 및 직물제품 제조업,기능성 침구용품, 크리너, 필터, 방탄·방검복"
  },
  {
    "name": "웰크론한텍",
    "code": "076080",
    "sector": "건물 건설업,에너지절감설비,자동화배합설비,환경설비"
  },
  {
    "name": "웰킵스하이텍",
    "code": "043590",
    "sector": "반도체 제조업,DRIVER-IC,DDI Package,트랜스포머,코일"
  },
  {
    "name": "웹스",
    "code": "196700",
    "sector": "합성고무 및 플라스틱 물질 제조업,기능성 컴파운드, 건축외장자재"
  },
  {
    "name": "웹젠",
    "code": "069080",
    "sector": "소프트웨어 개발 및 공급업,3D 온라인게임 '뮤(MU)'"
  },
  {
    "name": "웹케시",
    "code": "053580",
    "sector": "소프트웨어 개발 및 공급업,에스이알피, 브랜치, 인하우스"
  },
  {
    "name": "위너스",
    "code": "479960",
    "sector": "기타 전기장비 제조업,배선기구(스위치, 콘센트, 멀티탭), 전기차 충전기(급속, 완속)"
  },
  {
    "name": "위니아에이드",
    "code": "377460",
    "sector": "개인 및 가정용품 수리업,전자제품 소매, 물류주선, 서비스대행"
  },
  {
    "name": "위닉스",
    "code": "044340",
    "sector": "가정용 기기 제조업,일반목적용 기계제조업"
  },
  {
    "name": "위더스제약",
    "code": "330350",
    "sector": "의약품 제조업,의약품 제조 및 도소매(순환기용제 등)"
  },
  {
    "name": "위드텍",
    "code": "348350",
    "sector": "측정, 시험, 항해, 제어 및 기타 정밀기기 제조업; 광학기기 제외,AMCs 모니터링 시스템, 공정 프로세스 모니터링 시스템, TMS"
  },
  {
    "name": "위메이드",
    "code": "112040",
    "sector": "소프트웨어 개발 및 공급업,미르의전설2, 미르4"
  },
  {
    "name": "위메이드맥스",
    "code": "101730",
    "sector": "소프트웨어 개발 및 공급업,실크로드 온라인"
  },
  {
    "name": "위메이드플레이",
    "code": "123420",
    "sector": "소프트웨어 개발 및 공급업,모바일게임"
  },
  {
    "name": "위세아이텍",
    "code": "065370",
    "sector": "소프트웨어 개발 및 공급업,빅데이터분석, 인공지능, 데이터품질관리 솔루션"
  },
  {
    "name": "위월드",
    "code": "140660",
    "sector": "통신 및 방송 장비 제조업,이동위성통신안테나, 위성방송시스템"
  },
  {
    "name": "위즈코프",
    "code": "038620",
    "sector": "연료 소매업,인터넷 인프라 및 응용"
  },
  {
    "name": "위지윅스튜디오",
    "code": "299900",
    "sector": "영화, 비디오물, 방송프로그램 제작 및 배급업,VFX, 뉴미디어 등 특수영상 컨텐츠 제작"
  },
  {
    "name": "위지트",
    "code": "036090",
    "sector": "특수 목적용 기계 제조업,LCD 반도체"
  },
  {
    "name": "위츠",
    "code": "459100",
    "sector": "전자부품 제조업,무선충전소재, 부품 제조"
  },
  {
    "name": "윈스테크넷",
    "code": "136540",
    "sector": "컴퓨터 프로그래밍, 시스템 통합 및 관리업,네크워크보안장비(IPS, 안티 DDoS)"
  },
  {
    "name": "윈팩",
    "code": "097800",
    "sector": "반도체 제조업,반도체 패키징 및 테스트"
  },
  {
    "name": "윈하이텍",
    "code": "192390",
    "sector": "구조용 금속제품, 탱크 및 증기발생기 제조업,데크 플레이트(건설용거푸집)"
  },
  {
    "name": "윌비스",
    "code": "008600",
    "sector": "생활용품 도매업,스웨터,니트,셔츠 도매,제조/컴퓨터주변기기 무역,오파,임대"
  },
  {
    "name": "윙스풋",
    "code": "335870",
    "sector": "섬유, 의복, 신발 및 가죽제품 소매업,신발 매입 및 공급"
  },
  {
    "name": "윙입푸드",
    "code": "900340",
    "sector": "기타 금융업,육가공 제품"
  },
  {
    "name": "유나이티드제약",
    "code": "033270",
    "sector": "의약품 제조업,홈타민 진생연질60C(비타민제),항암제,항생제,순환기계,해열진통제,소화기계약품 제조"
  },
  {
    "name": "유니드",
    "code": "014830",
    "sector": "기초 화학물질 제조업,탄산칼륨,가성칼륨,가성카리,탄산카리(무기화합물),MDF(가공목재) 제조,도매"
  },
  {
    "name": "유니드비티플러스",
    "code": "446070",
    "sector": "제재 및 목재 가공업,MDF 등"
  },
  {
    "name": "유니셈",
    "code": "036200",
    "sector": "특수 목적용 기계 제조업,반도체장비(DryGasScrubber)"
  },
  {
    "name": "유니슨",
    "code": "018000",
    "sector": "일반 목적용 기계 제조업,풍력발전기, 풍력타워"
  },
  {
    "name": "유니온",
    "code": "000910",
    "sector": "시멘트, 석회, 플라스터 및 그 제품 제조업,백시멘트,타일시멘트,알루미나시멘트,용융알루미나,급결제,필터프레스,유니필터제조,도매"
  },
  {
    "name": "유니온머티리얼",
    "code": "047400",
    "sector": "내화, 비내화 요업제품 제조업,페라이트,세라믹 제조,도매"
  },
  {
    "name": "유니온바이오메트릭스",
    "code": "203450",
    "sector": "통신 및 방송 장비 제조업,지문인식출입통제기"
  },
  {
    "name": "유니켐",
    "code": "011330",
    "sector": "가죽, 가방 및 유사제품 제조업,피혁 제조,도매,무역,부동산임대"
  },
  {
    "name": "유니퀘스트",
    "code": "077500",
    "sector": "기계장비 및 관련 물품 도매업,반도체직접회로 도매,무역,제조"
  },
  {
    "name": "유니크",
    "code": "011320",
    "sector": "자동차 신품 부품 제조업,EGR밸브, 유압솔레노이드밸브, 퓨얼벤트밸브, 퓨얼컷트밸브, 체크밸브, 케니스타 등"
  },
  {
    "name": "유니테스트",
    "code": "086390",
    "sector": "특수 목적용 기계 제조업,반도체메모리주검사장비생산(메모리컴포넌트테스터,메모리모듈테스트)"
  },
  {
    "name": "유니테크노",
    "code": "241690",
    "sector": "자동차 신품 부품 제조업,자동차 부품, 전기차 부품, 배터리 셀케이스, ESS 배터리 모듈, SBW 및 EPB, EPS 전동화 부품"
  },
  {
    "name": "유니트론텍",
    "code": "142210",
    "sector": "자동차 부품 및 내장품 판매업,메모리/비메모리반도체, 디스플레이 모듈"
  },
  {
    "name": "유니포인트",
    "code": "121060",
    "sector": "컴퓨터 프로그래밍, 시스템 통합 및 관리업,소프트웨어 개발, 도소매컴퓨터시스템 설계, 자문"
  },
  {
    "name": "유디엠텍",
    "code": "389680",
    "sector": "소프트웨어 개발 및 공급업,PLC eXpert, OPTRA Black-box, OPTRA Tracker"
  },
  {
    "name": "유라클",
    "code": "088340",
    "sector": "소프트웨어 개발 및 공급업,모바일 앱 개발 플랫폼"
  },
  {
    "name": "유라테크",
    "code": "048430",
    "sector": "전동기, 발전기 및 전기 변환 · 공급 · 제어 장치 제조업,점화코일, 스파크플러그"
  },
  {
    "name": "유바이오로직스",
    "code": "206650",
    "sector": "의약품 제조업,경구용 콜레라 백신, 바이오의약품 수탁 연구 및 제조"
  },
  {
    "name": "유비벨록스",
    "code": "089850",
    "sector": "소프트웨어 개발 및 공급업,모바일플랫폼 및 모바일솔루션, 스마트카드 등"
  },
  {
    "name": "유비씨",
    "code": "495810",
    "sector": "소프트웨어 개발 및 공급업,디지털트윈 구현 플랫폼(Flexing CPS, Flexing DT 등)"
  },
  {
    "name": "유비온",
    "code": "084440",
    "sector": "소프트웨어 개발 및 공급업,학습관리시스템 등 에듀테크 플랫폼 (코스모스) 및 교육서비스"
  },
  {
    "name": "유비케어",
    "code": "032620",
    "sector": "소프트웨어 개발 및 공급업,의사랑,유팜,미소몰"
  },
  {
    "name": "유비쿼스",
    "code": "264450",
    "sector": "통신 및 방송 장비 제조업,스위치, FTTH"
  },
  {
    "name": "유비쿼스홀딩스",
    "code": "078070",
    "sector": "기타 금융업,지주회사, 자회사관리, 부동산임대"
  },
  {
    "name": "유성기업",
    "code": "002920",
    "sector": "자동차 신품 부품 제조업,철도차량부품(피스턴링,실린더라이너,발브가이드,타펫트),자동차부품,주강,주물 제조,판매"
  },
  {
    "name": "유성티엔에스",
    "code": "024800",
    "sector": "육상 여객 운송업,운송,C형강,차량정비"
  },
  {
    "name": "유수홀딩스",
    "code": "000700",
    "sector": "회사 본부 및 경영 컨설팅 서비스업,지주사업"
  },
  {
    "name": "유신",
    "code": "054930",
    "sector": "건축기술, 엔지니어링 및 관련 기술 서비스업,토목설계 및 감리"
  },
  {
    "name": "유아이디",
    "code": "069330",
    "sector": "전자부품 제조업,ITO COATING, GLASS LAMINATION"
  },
  {
    "name": "유아이엘",
    "code": "049520",
    "sector": "전자부품 제조업,스마트폰 기구부품(키버튼,금속부품,부자재,악세서리 등)"
  },
  {
    "name": "유안타제11호스팩",
    "code": "444920",
    "sector": "금융 지원 서비스업"
  },
  {
    "name": "유안타제12호스팩",
    "code": "446150",
    "sector": "spac"
  },
  {
    "name": "유안타제14호스팩",
    "code": "450940",
    "sector": "금융 지원 서비스업"
  },
  {
    "name": "유안타제15호스팩",
    "code": "473050",
    "sector": "금융 지원 서비스업"
  },
  {
    "name": "유안타제16호스팩",
    "code": "474490",
    "sector": "금융 지원 서비스업,금융 지원 서비스(기업인수목적회사)"
  },
  {
    "name": "유안타제17호스팩",
    "code": "493790",
    "sector": "금융 지원 서비스업"
  },
  {
    "name": "유안타증권",
    "code": "003470",
    "sector": "금융 지원 서비스업,유가증권 매매,중개,대리,인수"
  },
  {
    "name": "유안타증권우",
    "code": "003475",
    "sector": "preferred"
  },
  {
    "name": "유에스티",
    "code": "263770",
    "sector": "1차 철강 제조업,스테인레스강관"
  },
  {
    "name": "유엑스엔",
    "code": "337840",
    "sector": "의료용 기기 제조업,혈당센서, 혈당측정기"
  },
  {
    "name": "유엔젤",
    "code": "072130",
    "sector": "자료처리, 호스팅, 포털 및 기타 인터넷 정보매개 서비스업,소프트웨어(무선인터넷 솔루션,ASP통신사업자용 지능망솔루션 및 단문메세지센터) 개발,공급"
  },
  {
    "name": "유유제약",
    "code": "000220",
    "sector": "의약품 제조업,의약품 제조,판매"
  },
  {
    "name": "유유제약1우",
    "code": "000225",
    "sector": "preferred"
  },
  {
    "name": "유유제약2우B",
    "code": "000227",
    "sector": "preferred"
  },
  {
    "name": "유일로보틱스",
    "code": "388720",
    "sector": "특수 목적용 기계 제조업,취출로봇, 사출장비 및 자동화시스템"
  },
  {
    "name": "유일에너테크",
    "code": "340930",
    "sector": "특수 목적용 기계 제조업,2차전지 제조장비"
  },
  {
    "name": "유진기업",
    "code": "023410",
    "sector": "시멘트, 석회, 플라스터 및 그 제품 제조업,레미콘"
  },
  {
    "name": "유진로봇",
    "code": "056080",
    "sector": "특수 목적용 기계 제조업,청소로봇, 완구류외"
  },
  {
    "name": "유진스팩10호",
    "code": "468760",
    "sector": "금융 지원 서비스업,기업인수합병"
  },
  {
    "name": "유진스팩11호",
    "code": "488060",
    "sector": "금융 지원 서비스업,기업인수합병"
  },
  {
    "name": "유진테크",
    "code": "084370",
    "sector": "특수 목적용 기계 제조업,실리콘질화막증착용LP-CVD"
  },
  {
    "name": "유진테크놀로지",
    "code": "240600",
    "sector": "기타 금속 가공제품 제조업,이차전지 정밀금형 외"
  },
  {
    "name": "유진투자증권",
    "code": "001200",
    "sector": "금융 지원 서비스업,유가증권 매매,중개,인수"
  },
  {
    "name": "유투바이오",
    "code": "221800",
    "sector": "기타 과학기술 서비스업,체외진단검사서비스, 의료IT솔루션"
  },
  {
    "name": "유티아이",
    "code": "179900",
    "sector": "전자부품 제조업,카메라 윈도우"
  },
  {
    "name": "유틸렉스",
    "code": "263050",
    "sector": "기초 의약물질 제조업,면역항암 세포치료제, 면역항암 항체치료제"
  },
  {
    "name": "유한양행",
    "code": "000100",
    "sector": "의약품 제조업,의약품(삐콤씨, 안티푸라민, 렉라자, 로수바미브, 코푸시럽 등), 생활용품(유한락스, 해피홈, 유한젠), 동물약품"
  },
  {
    "name": "유한양행우",
    "code": "000105",
    "sector": "preferred"
  },
  {
    "name": "유화증권",
    "code": "003460",
    "sector": "금융 지원 서비스업,증권업"
  },
  {
    "name": "유화증권우",
    "code": "003465",
    "sector": "preferred"
  },
  {
    "name": "육일씨엔에쓰",
    "code": "191410",
    "sector": "전자부품 제조업,IT용 Cover Glass"
  },
  {
    "name": "윤성에프앤씨",
    "code": "372170",
    "sector": "특수 목적용 기계 제조업,2차전지용 믹싱시스템"
  },
  {
    "name": "율촌",
    "code": "146060",
    "sector": "1차 철강 제조업,냉간인발강관(파이프)"
  },
  {
    "name": "율촌화학",
    "code": "008730",
    "sector": "플라스틱제품 제조업,연포장재,필름,골판지상자,합성수지,플라스틱일반성형제품 제조"
  },
  {
    "name": "율호",
    "code": "072770",
    "sector": "컴퓨터 프로그래밍, 시스템 통합 및 관리업,무선인터넷플랫폼"
  },
  {
    "name": "이건산업",
    "code": "008250",
    "sector": "나무제품 제조업,컨테이너용합판,목재 파렛트,프레스우드 파렛트,가공목재,제재목 제조/부동산 임대"
  },
  {
    "name": "이건홀딩스",
    "code": "039020",
    "sector": "제재 및 목재 가공업,창호"
  },
  {
    "name": "이구산업",
    "code": "025820",
    "sector": "1차 비철금속 제조업,동판.조,황동판.조,인청동판.조 제조,임가공/부동산 임대"
  },
  {
    "name": "이글루",
    "code": "067920",
    "sector": "기타 정보 서비스업,통합보안관리솔루션, 보안관제서비스"
  },
  {
    "name": "이글벳",
    "code": "044960",
    "sector": "기타 전문 도매업,아바텍,아목사실린사 등"
  },
  {
    "name": "이노뎁",
    "code": "303530",
    "sector": "소프트웨어 개발 및 공급업,영상인식 및 데이터플랫폼 솔루션"
  },
  {
    "name": "이노룰스",
    "code": "296640",
    "sector": "소프트웨어 개발 및 공급업,InnoRules, InnoProduct"
  },
  {
    "name": "이노메트리",
    "code": "302430",
    "sector": "특수 목적용 기계 제조업,엑스레이검사 장비"
  },
  {
    "name": "이노벡스",
    "code": "279060",
    "sector": "측정, 시험, 항해, 제어 및 기타 정밀기기 제조업; 광학기기 제외,2차전지활성화공정장비, TAS(지하철터널내영상광고장치), WING TV(회전식 LED바를 이용한 영상광고장치)"
  },
  {
    "name": "이노션",
    "code": "214320",
    "sector": "광고업,광고대행 및 광고물의 제작 등"
  },
  {
    "name": "이노스페이스",
    "code": "462350",
    "sector": "항공기,우주선 및 부품 제조업,소형발사체, 로켓추진기관, 과학로켓, 시험평가용역"
  },
  {
    "name": "이노시뮬레이션",
    "code": "274400",
    "sector": "소프트웨어 개발 및 공급업,스마트 모빌리티 시뮬레이터, XR 가상훈련 시스템 등"
  },
  {
    "name": "이노와이어리스",
    "code": "073490",
    "sector": "통신 및 방송 장비 제조업,통신용 시험 및 계측장비"
  },
  {
    "name": "이노인스트루먼트",
    "code": "215790",
    "sector": "통신 및 방송 장비 제조업,기업 인수 합병"
  },
  {
    "name": "이노진",
    "code": "344860",
    "sector": "기타 화학제품 제조업,탈모케어제품(볼빅), 피부케어제품(Dr.메디션)"
  },
  {
    "name": "이노테크",
    "code": "469610",
    "sector": "특수 목적용 기계 제조업,복합 신뢰성 환경시험 장비"
  },
  {
    "name": "이녹스",
    "code": "088390",
    "sector": "그외 기타 운송장비 제조업,지주업"
  },
  {
    "name": "이녹스첨단소재",
    "code": "272290",
    "sector": "전자부품 제조업,FPCB소재, 반도체 및 디스플레이 소재"
  },
  {
    "name": "이니텍",
    "code": "053350",
    "sector": "소프트웨어 개발 및 공급업,정보보안 및 인증솔루션"
  },
  {
    "name": "이닉스",
    "code": "452400",
    "sector": "자동차 신품 부품 제조업,2차전지용 배터리셀 패드 등"
  },
  {
    "name": "이랜시스",
    "code": "264850",
    "sector": "전자부품 제조업,비데도어락부품"
  },
  {
    "name": "이랜텍",
    "code": "054210",
    "sector": "전자부품 제조업,Battery Pack"
  },
  {
    "name": "이렘",
    "code": "009730",
    "sector": "1차 철강 제조업,스테인리스파이프, 슈퍼데크"
  },
  {
    "name": "이루온",
    "code": "065440",
    "sector": "소프트웨어 개발 및 공급업,이동통신 핵심망 및 서비스망 솔루션 개발 공급"
  },
  {
    "name": "이리츠코크렙",
    "code": "088260",
    "sector": "부동산 임대 및 공급업,부동산투자회사"
  },
  {
    "name": "이마트",
    "code": "139480",
    "sector": "종합 소매업,대형마트"
  },
  {
    "name": "이뮨온시아",
    "code": "424870",
    "sector": "자연과학 및 공학 연구개발업,면역항암제 신약개발"
  },
  {
    "name": "이미지스",
    "code": "115610",
    "sector": "반도체 제조업,터치스크린칩, 햅틱칩"
  },
  {
    "name": "이베스트스팩6호",
    "code": "478110",
    "sector": "금융 지원 서비스업,기업인수목적 주식회사"
  },
  {
    "name": "이브이첨단소재",
    "code": "131400",
    "sector": "전자부품 제조업,연성회로기판"
  },
  {
    "name": "이비테크",
    "code": "208850",
    "sector": "기타 전기장비 제조업,전자가속기 제조 및 전자선조사서비스"
  },
  {
    "name": "이삭엔지니어링",
    "code": "351330",
    "sector": "컴퓨터 프로그래밍, 시스템 통합 및 관리업,공장자동화 설비제어"
  },
  {
    "name": "이상네트웍스",
    "code": "080010",
    "sector": "상품 중개업,기업간전자상거래서비스"
  },
  {
    "name": "이성씨엔아이",
    "code": "379390",
    "sector": "건축기술, 엔지니어링 및 관련 기술 서비스업,원자력발전소 계측제어 서비스(경상정비)"
  },
  {
    "name": "이수스페셜티케미컬",
    "code": "457190",
    "sector": "기초 화학물질 제조업,석유화학제품 및 정밀화학제품"
  },
  {
    "name": "이수앱지스",
    "code": "086890",
    "sector": "의료용품 및 기타 의약 관련제품 제조업,항체치료제,효소치료제"
  },
  {
    "name": "이수페타시스",
    "code": "007660",
    "sector": "전자부품 제조업,P.C.B(인쇄회로기판),M.L.B 제조"
  },
  {
    "name": "이수화학",
    "code": "005950",
    "sector": "기초 화학물질 제조업,등유,알킬벤젠,윤활유,노말파라핀 제조,도매"
  },
  {
    "name": "이스타코",
    "code": "015020",
    "sector": "부동산 임대 및 공급업,부동산 분양/입시학원 운영"
  },
  {
    "name": "이스트소프트",
    "code": "047560",
    "sector": "소프트웨어 개발 및 공급업,온라인게임(카발온라인),알툴즈S/W,스토리지S/W"
  },
  {
    "name": "이스트아시아홀딩스",
    "code": "900110",
    "sector": "기타 금융업,스포츠화, 스포츠의류"
  },
  {
    "name": "이스트에이드",
    "code": "239340",
    "sector": "자료처리, 호스팅, 포털 및 기타 인터넷 정보매개 서비스업,줌닷컴, 뉴썸 등"
  },
  {
    "name": "이씨에스",
    "code": "067010",
    "sector": "컴퓨터 프로그래밍, 시스템 통합 및 관리업,컨택센터용교환시스템,업무용교환시스템"
  },
  {
    "name": "이앤에치",
    "code": "341310",
    "sector": "기타 섬유제품 제조업,미세먼지용 HEPA 소재, 차량용 캐빈필터소재, 마스크용 소재"
  },
  {
    "name": "이엔셀",
    "code": "456070",
    "sector": "기초 의약물질 제조업,첨단바이오의약품 위탁개발생산(CDMO) 서비스 / 차세대 세포,유전자 치료제"
  },
  {
    "name": "이엔에프테크놀로지",
    "code": "102710",
    "sector": "기타 화학제품 제조업,LCD/반도체용 케미칼"
  },
  {
    "name": "이엔플러스",
    "code": "074610",
    "sector": "일반 목적용 기계 제조업,소방자동차 제조"
  },
  {
    "name": "이엘씨",
    "code": "041520",
    "sector": "측정, 시험, 항해, 제어 및 기타 정밀기기 제조업; 광학기기 제외,반도체장비용 유량계와 유량 제어장치"
  },
  {
    "name": "이엘피",
    "code": "063760",
    "sector": "측정, 시험, 항해, 제어 및 기타 정밀기기 제조업; 광학기기 제외,OLED 패널검사기 등"
  },
  {
    "name": "이엠넷",
    "code": "123570",
    "sector": "광고업,온라인 검색광고 대행"
  },
  {
    "name": "이엠앤아이",
    "code": "083470",
    "sector": "기초 화학물질 제조업,OLED 유무기 소재 개발 및 판매"
  },
  {
    "name": "이엠코리아",
    "code": "095190",
    "sector": "기타 금속 가공제품 제조업,CNC공작기계등"
  },
  {
    "name": "이엠텍",
    "code": "091120",
    "sector": "전자부품 제조업,마이크로스피커,리시버"
  },
  {
    "name": "이엠티",
    "code": "232530",
    "sector": "일차전지 및 이차전지 제조업,이차전지 양극재용 전구체"
  },
  {
    "name": "이연제약",
    "code": "102460",
    "sector": "의약품 제조업,항생제,순환기제"
  },
  {
    "name": "이오테크닉스",
    "code": "039030",
    "sector": "특수 목적용 기계 제조업,레이저 마커 및 레이저 응용기기"
  },
  {
    "name": "이오플로우",
    "code": "294090",
    "sector": "의료용 기기 제조업,웨어러블 인슐린펌프"
  },
  {
    "name": "이원컴포텍",
    "code": "088290",
    "sector": "자동차 신품 부품 제조업,에어서스펜션 시트/일반고정형 시트/스프링서스펜션 시트"
  },
  {
    "name": "이월드",
    "code": "084680",
    "sector": "귀금속 및 장신용품 제조업,놀이시설 운영,입장료,식음료 소매,부동산 임대"
  },
  {
    "name": "이지바이오",
    "code": "353810",
    "sector": "동물용 사료 및 조제식품 제조업,자돈사료, 사료첨가제"
  },
  {
    "name": "이지스레지던스리츠",
    "code": "350520",
    "sector": "부동산 임대 및 공급업,부동산투자, 취득, 매매, 임대"
  },
  {
    "name": "이지스밸류플러스리츠",
    "code": "334890",
    "sector": "부동산 임대 및 공급업,부동산투자, 취득, 매매, 임대"
  },
  {
    "name": "이지케어텍",
    "code": "099750",
    "sector": "소프트웨어 개발 및 공급업,의료정보시스템"
  },
  {
    "name": "이지트로닉스",
    "code": "377330",
    "sector": "전동기, 발전기 및 전기 변환 · 공급 · 제어 장치 제조업,전력변환장치"
  },
  {
    "name": "이지홀딩스",
    "code": "035810",
    "sector": "동물용 사료 및 조제식품 제조업,지주회사"
  },
  {
    "name": "이크레더블",
    "code": "092130",
    "sector": "기타 정보 서비스업,전자신용인증서비스(정보),소프트웨어 개발"
  },
  {
    "name": "이퓨쳐",
    "code": "134060",
    "sector": "서적, 잡지 및 기타 인쇄물 출판업,Smart Phonics 등(외국어 어학교재)"
  },
  {
    "name": "이화공영",
    "code": "001840",
    "sector": "건물 건설업,도급공사"
  },
  {
    "name": "이화산업",
    "code": "000760",
    "sector": "기타 전문 도매업,염료(반응성염료,분산염료,범용염료,직접염료,산성염료),염료화성품,합성수지,고무 도매,제조"
  },
  {
    "name": "인디에프",
    "code": "014990",
    "sector": "봉제의복 제조업,여성의류,남성의류,캐쥬얼웨어 제조"
  },
  {
    "name": "인바디",
    "code": "041830",
    "sector": "의료용 기기 제조업,정밀 체성분 분석기"
  },
  {
    "name": "인바이오",
    "code": "352940",
    "sector": "비료, 농약 및 살균, 살충제 제조업,살균제, 살충제, 제초제 등"
  },
  {
    "name": "인바이오젠",
    "code": "101140",
    "sector": "기계장비 및 관련 물품 도매업,신발,의류,스포츠용품 도매,제조"
  },
  {
    "name": "인바이츠바이오코아",
    "code": "216400",
    "sector": "자연과학 및 공학 연구개발업,CRO(분석/생동/임상) 서비스, 유전체 분석 및 유전체 분석제품 개발 등"
  },
  {
    "name": "인베니아",
    "code": "079950",
    "sector": "특수 목적용 기계 제조업,Dry Etcher, 진공합착기, LCD Panel 검사장비, OLED용 진공합착기"
  },
  {
    "name": "인벤티지랩",
    "code": "389470",
    "sector": "자연과학 및 공학 연구개발업,마이크로/나노 입자 기반 약물전달 플랫폼 및 관련 제품"
  },
  {
    "name": "인산가",
    "code": "277410",
    "sector": "기타 식품 제조업,죽염 및 죽염응용식품"
  },
  {
    "name": "인선이엔티",
    "code": "060150",
    "sector": "폐기물 처리업,건축폐기물처리"
  },
  {
    "name": "인성정보",
    "code": "033230",
    "sector": "컴퓨터 프로그래밍, 시스템 통합 및 관리업,넷트워크 관련 장비 및 솔루션"
  },
  {
    "name": "인스웨이브",
    "code": "450520",
    "sector": "소프트웨어 개발 및 공급업,UI/UX 개발 솔루션, 엔터프라이즈 DX 솔루션, 금융 단말 솔루션 등"
  },
  {
    "name": "인스코비",
    "code": "006490",
    "sector": "전기 통신업,시계,스마트그리드,도소매,소프트웨어개발"
  },
  {
    "name": "인스피언",
    "code": "465480",
    "sector": "소프트웨어 개발 및 공급업,SAP 보안 솔루션, SAP PO/CPI 컨설팅, EDI SaaS 플랫폼"
  },
  {
    "name": "인지디스플레",
    "code": "037330",
    "sector": "전자부품 제조업,TFT-LCDCHASSIS,TFT-LCDLAMPREFLECTOR,ICLEADFRAME,TRLEADFRAME"
  },
  {
    "name": "인지소프트",
    "code": "100030",
    "sector": "소프트웨어 개발 및 공급업,금융솔루션,동기화솔루션"
  },
  {
    "name": "인지컨트롤스",
    "code": "023800",
    "sector": "자동차 신품 부품 제조업,자동차부품(터머스위치,터머스탯) 제조"
  },
  {
    "name": "인천도시가스",
    "code": "034590",
    "sector": "연료용 가스 제조 및 배관공급업,도시가스 공급/가스설비공사"
  },
  {
    "name": "인카금융서비스",
    "code": "211050",
    "sector": "보험 및 연금관련 서비스업,보험 판매"
  },
  {
    "name": "인콘",
    "code": "083640",
    "sector": "상품 종합 도매업,영상보안장비 및 영상보안솔루션"
  },
  {
    "name": "인크레더블버즈",
    "code": "064090",
    "sector": "상품 종합 도매업,Jayjun, Nerdy 외"
  },
  {
    "name": "인크로스",
    "code": "216050",
    "sector": "광고업,미디어렙서비스"
  },
  {
    "name": "인탑스",
    "code": "049070",
    "sector": "통신 및 방송 장비 제조업,휴대용단말기 부품, 가전 부품, 자동차 부품, 의료기기 제품, 로봇 관련 제품 제조 등"
  },
  {
    "name": "인터로이드",
    "code": "311960",
    "sector": "소프트웨어 개발 및 공급업,건강기능식품, AI솔루션, 분자진단키트"
  },
  {
    "name": "인터로조",
    "code": "119610",
    "sector": "의료용 기기 제조업,콘텍트렌즈(소프트렌즈, 원데이렌즈, 하드렌즈 등)"
  },
  {
    "name": "인터엠",
    "code": "017250",
    "sector": "영상 및 음향기기 제조업"
  },
  {
    "name": "인터지스",
    "code": "129260",
    "sector": "도로 화물 운송업,화물운송,알선,하역"
  },
  {
    "name": "인터플렉스",
    "code": "051370",
    "sector": "전자부품 제조업,연성회로기판(Flexible PCB)"
  },
  {
    "name": "인텍플러스",
    "code": "064290",
    "sector": "특수 목적용 기계 제조업,LED 외관검사장비, 반도체 외관검사장비, 태양전지 외관검사장비등"
  },
  {
    "name": "인텔리안테크",
    "code": "189300",
    "sector": "통신 및 방송 장비 제조업,위성통신 안테나, 해상용 위성방송 수신안테나"
  },
  {
    "name": "인투셀",
    "code": "287840",
    "sector": "자연과학 및 공학 연구개발업,ADC 링커/톡신 플랫폼 기술"
  },
  {
    "name": "인트로메딕",
    "code": "150840",
    "sector": ""
  },
  {
    "name": "인트론바이오",
    "code": "048530",
    "sector": "기초 의약물질 제조업,바이오 신약, 분자진단제품, 동물용항생제대체재"
  },
  {
    "name": "인팩",
    "code": "023810",
    "sector": "자동차 신품 부품 제조업,자동차용 케이블,전자정보통신관련기기 제조,도매"
  },
  {
    "name": "인포바인",
    "code": "115310",
    "sector": "전기 통신업,휴대폰인증서보관서비스(UBIKey)"
  },
  {
    "name": "인포뱅크",
    "code": "039290",
    "sector": "기타 정보 서비스업,모바일메시징서비스,휴대폰단말기용S/W개발용역"
  },
  {
    "name": "인피니트헬스케어",
    "code": "071200",
    "sector": "소프트웨어 개발 및 공급업,의료영상저장전송시스템(PACS)"
  },
  {
    "name": "인화정공",
    "code": "101930",
    "sector": "선박 및 보트 건조업,선박엔진부품"
  },
  {
    "name": "일동제약",
    "code": "249420",
    "sector": "의약품 제조업,아로나민, 후루마린, 큐란, 라비에트, 사미온 등"
  },
  {
    "name": "일동홀딩스",
    "code": "000230",
    "sector": "의약품 제조업,의약품 제조,도매"
  },
  {
    "name": "일성건설",
    "code": "013360",
    "sector": "토목 건설업,건축공사,토목공사,전기공사"
  },
  {
    "name": "일성아이에스",
    "code": "003120",
    "sector": "의약품 제조업,의약품(항생제,화학료법제,항바이러스,근이완제,영양액륜) 제조,판매"
  },
  {
    "name": "일승",
    "code": "333430",
    "sector": "선박 및 보트 건조업,환경장비"
  },
  {
    "name": "일신바이오",
    "code": "068330",
    "sector": "일반 목적용 기계 제조업,초저온냉동고및동결건조기"
  },
  {
    "name": "일신방직",
    "code": "003200",
    "sector": "방적 및 가공사 제조업,면사,P/C혼방사,P/C혼방직물,화섬사 제조,수출"
  },
  {
    "name": "일신석재",
    "code": "007110",
    "sector": "건축자재, 철물 및 난방장치 도매업,건축석 제조,도소매/석공예,석공사"
  },
  {
    "name": "일양약품",
    "code": "007570",
    "sector": "의약품 제조업,일반의약품(원비디,영비천,아진탈,디세텔,노루모산),항암제(베타-이뮤난),전문의약품 제조,판매,수출입"
  },
  {
    "name": "일양약품우",
    "code": "007575",
    "sector": "preferred"
  },
  {
    "name": "일월지엠엘",
    "code": "178780",
    "sector": "상품 종합 도매업,전기 및 온수매트"
  },
  {
    "name": "일정실업",
    "code": "008500",
    "sector": "편조원단 제조업,자동차시트원단,의류,완구직물 제조,염색가공"
  },
  {
    "name": "일지테크",
    "code": "019540",
    "sector": "자동차 신품 부품 제조업,차체(라지에타, 팩케이지, 씨트 크로스, 대쉬 판넬)"
  },
  {
    "name": "일진다이아",
    "code": "081000",
    "sector": "기타 화학제품 제조업,공업용 합성다이아몬드 제조,도매,수출입"
  },
  {
    "name": "일진디스플",
    "code": "020760",
    "sector": "반도체 제조업,박막액정표시장치(TFT-LCD) 패널,LT(리튬탄탈에이트)웨이퍼,분말야금제품(초고압용공구),보석다이아몬드 제조,판매/종합건설"
  },
  {
    "name": "일진전기",
    "code": "103590",
    "sector": "절연선 및 케이블 제조업,nan"
  },
  {
    "name": "일진파워",
    "code": "094820",
    "sector": "전기 및 통신 공사업,열교환기,압력용기"
  },
  {
    "name": "일진하이솔루스",
    "code": "271940",
    "sector": "그외 기타 운송장비 제조업,수소승용용기, 매연저감장치 등"
  },
  {
    "name": "일진홀딩스",
    "code": "015860",
    "sector": "기타 금융업,전기산업용기기(개폐기,차단기,배전반),자동화시스템,자동차엔진부품,절연전선,금구류,고압선,저압선 제조,판매/전기공사,가스절연차단기"
  },
  {
    "name": "잇츠한불",
    "code": "226320",
    "sector": "기타 화학제품 제조업,스킨케어 베이직, 포인트 메이크업, 스킨케어 스페셜, 베이스 메이크업 등"
  },
  {
    "name": "잉글우드랩",
    "code": "950140",
    "sector": "기타 화학제품 제조업,화장품OEM·ODM"
  },
  {
    "name": "잉크테크",
    "code": "049550",
    "sector": "기타 화학제품 제조업,잉크젯프린터용 잉크카트리지, 재충전 잉크"
  },
  {
    "name": "자람테크놀로지",
    "code": "389020",
    "sector": "반도체 제조업,XGSPON, 기가와이어, 광트랜시버 등"
  },
  {
    "name": "자비스",
    "code": "254120",
    "sector": "특수 목적용 기계 제조업,자동엑스레이검사장비"
  },
  {
    "name": "자연과환경",
    "code": "043910",
    "sector": "시멘트, 석회, 플라스터 및 그 제품 제조업,스테인레스파이프, 다공성식생블록,조경원예자재"
  },
  {
    "name": "자이글",
    "code": "234920",
    "sector": "가정용 기기 제조업,적외선 가열 조리기"
  },
  {
    "name": "자이언트스텝",
    "code": "289220",
    "sector": "영화, 비디오물, 방송프로그램 제작 및 배급업,광고VFX, 영상VFX 및 리얼타임 콘텐츠 제작"
  },
  {
    "name": "자이에스앤디",
    "code": "317400",
    "sector": "부동산 임대 및 공급업,부동산 관리, 정보통신 공사, 아파트 AS 및 옵션 제품 공급, 건축물 시공 및 분양"
  },
  {
    "name": "자화전자",
    "code": "033240",
    "sector": "전자부품 제조업,Bonded magenet,플라스틱자성제품,티탄산 바륨계 반도체소자,휴대전화용 Vibration Motor,전자관,전자부품 제조"
  },
  {
    "name": "장원테크",
    "code": "174880",
    "sector": ""
  },
  {
    "name": "재영솔루텍",
    "code": "049630",
    "sector": "사진장비 및 광학기기 제조업,플라스틱 사출금형"
  },
  {
    "name": "저스템",
    "code": "417840",
    "sector": "특수 목적용 기계 제조업,반도체 습도제어 System"
  },
  {
    "name": "전방",
    "code": "000950",
    "sector": "방적 및 가공사 제조업,면사,면혼방사,마혼방사,화섬사,염색사,자수사,소모사,면직물,면혼방직물,화섬직물,특수가공직물 제조,판매,수출"
  },
  {
    "name": "전진건설로봇",
    "code": "079900",
    "sector": "특수 목적용 기계 제조업,콘크리트 펌프카"
  },
  {
    "name": "전진바이오팜",
    "code": "110020",
    "sector": "기타 화학제품 제조업,방충방향제, 유해동물피해감소제, 기생충피해감소제"
  },
  {
    "name": "정다운",
    "code": "208140",
    "sector": "도축, 육류 가공 및 저장 처리업,통오리,정육,오리털,훈연육"
  },
  {
    "name": "정상제이엘에스",
    "code": "040420",
    "sector": "일반 교습 학원,어학교육업"
  },
  {
    "name": "정원엔시스",
    "code": "045510",
    "sector": "기계장비 및 관련 물품 도매업,SI(시스템통합) 관련 소프트웨어, 중.대형 고속 레이져 프린터"
  },
  {
    "name": "제너셈",
    "code": "217190",
    "sector": "특수 목적용 기계 제조업,반도체 후공정 장비"
  },
  {
    "name": "제넥신",
    "code": "095700",
    "sector": "자연과학 및 공학 연구개발업,항체융합단백질 치료제 및 유전자치료 백신개발"
  },
  {
    "name": "제노레이",
    "code": "122310",
    "sector": "의료용 기기 제조업,의료용 방사선 진단기기"
  },
  {
    "name": "제노코",
    "code": "361390",
    "sector": "통신 및 방송 장비 제조업,위성탑재체, 위성운용국, 항공전자 등"
  },
  {
    "name": "제노텍",
    "code": "066830",
    "sector": "기타 화학제품 제조업,원료의약품, 합성유전자, 체외진단 분석기용 시약"
  },
  {
    "name": "제놀루션",
    "code": "225220",
    "sector": "기초 의약물질 제조업,핵산추출기기 및 시약, RNAi 사업 등"
  },
  {
    "name": "제닉",
    "code": "123330",
    "sector": "기타 화학제품 제조업,하이드로겔 마스크 팩, 기타화장품"
  },
  {
    "name": "제닉스로보틱스",
    "code": "381620",
    "sector": "특수 목적용 기계 제조업,Stocker, AGV/AMR"
  },
  {
    "name": "제로투세븐",
    "code": "159580",
    "sector": "생활용품 도매업,유아동복 및 용품"
  },
  {
    "name": "제룡산업",
    "code": "147830",
    "sector": "구조용 금속제품, 탱크 및 증기발생기 제조업,송배전 금구류 및 합성수지 제품"
  },
  {
    "name": "제룡전기",
    "code": "033100",
    "sector": "전동기, 발전기 및 전기 변환 · 공급 · 제어 장치 제조업,송배전용금구류,변압기"
  },
  {
    "name": "제우스",
    "code": "079370",
    "sector": "특수 목적용 기계 제조업,LCD제조용장비"
  },
  {
    "name": "제이브이엠",
    "code": "054950",
    "sector": "일반 목적용 기계 제조업,전자동 정제,분류 및 포장시스템"
  },
  {
    "name": "제이스코홀딩스",
    "code": "023440",
    "sector": "1차 철강 제조업,연강선재, 경강선재, CHQ외"
  },
  {
    "name": "제이스텍",
    "code": "090470",
    "sector": "특수 목적용 기계 제조업,기계장비(디스플레이장비)"
  },
  {
    "name": "제이씨케미칼",
    "code": "137950",
    "sector": "기타 화학제품 제조업,바이오디젤, 바이오중유 등"
  },
  {
    "name": "제이씨현시스템",
    "code": "033320",
    "sector": "기계장비 및 관련 물품 도매업,메인보드, 그래픽카드"
  },
  {
    "name": "제이아이테크",
    "code": "417500",
    "sector": "기타 화학제품 제조업,반도체 프리커서 및 쿼츠/블랭크/포토마스크용 케이스"
  },
  {
    "name": "제이알글로벌리츠",
    "code": "348950",
    "sector": "부동산 임대 및 공급업,벨기에 파이낸스 타워"
  },
  {
    "name": "제이앤티씨",
    "code": "204270",
    "sector": "전자부품 제조업,강화유리, 커넥터"
  },
  {
    "name": "제이에스링크",
    "code": "127120",
    "sector": "자연과학 및 공학 연구개발업,유전체분석(EGIS), 개인유전체분석(DNAGPS)"
  },
  {
    "name": "제이에스코퍼레이션",
    "code": "194370",
    "sector": "가죽, 가방 및 유사제품 제조업,핸드백 및 지갑"
  },
  {
    "name": "제이에스티나",
    "code": "026040",
    "sector": "귀금속 및 장신용품 제조업,주얼리,가죽제품,손목시계"
  },
  {
    "name": "제이엔비",
    "code": "452160",
    "sector": "특수 목적용 기계 제조업,진공 펌프용 유틸리티 장치(Stacker 등), 정밀가공 부품"
  },
  {
    "name": "제이엔케이글로벌",
    "code": "126880",
    "sector": "일반 목적용 기계 제조업,산업용가열로, 수소충전소"
  },
  {
    "name": "제이엘케이",
    "code": "322510",
    "sector": "소프트웨어 개발 및 공급업,인공지능 기반 의료영상 진단 플랫폼, 인공지능 기반 산업용 X-ray 판독시스템"
  },
  {
    "name": "제이엠멀티",
    "code": "254160",
    "sector": "제재 및 목재 가공업,목재 데크로드 시스템"
  },
  {
    "name": "제이엠아이",
    "code": "033050",
    "sector": "기타 화학제품 제조업,CD복제품"
  },
  {
    "name": "제이엠티",
    "code": "094970",
    "sector": "전자부품 제조업,LCD패널용PBA"
  },
  {
    "name": "제이오",
    "code": "418550",
    "sector": "건축기술, 엔지니어링 및 관련 기술 서비스업,탄소나노튜브, 금속탱크 및 유사용기"
  },
  {
    "name": "제이준코스메틱",
    "code": "025620",
    "sector": "기타 화학제품 제조업,화장품 제조 판매"
  },
  {
    "name": "제이케이시냅스",
    "code": "060230",
    "sector": "기타 화학제품 제조업,화학제품 및 전자재료"
  },
  {
    "name": "제이투케이바이오",
    "code": "420570",
    "sector": "기타 화학제품 제조업,화장품 원료(천연소재 바이오소재 등)"
  },
  {
    "name": "제이티",
    "code": "089790",
    "sector": "특수 목적용 기계 제조업,반도체장비(Burn-in Sorter 등)"
  },
  {
    "name": "제이피아이헬스케어",
    "code": "0010V0",
    "sector": "의료용 기기 제조업,X-ray Grid, 의료영상기기 등"
  },
  {
    "name": "제일기획",
    "code": "030000",
    "sector": "광고업,광고 대행/광고물,영화 제작,인쇄,출판"
  },
  {
    "name": "제일바이오",
    "code": "052670",
    "sector": "의약품 제조업,동물사료첨가제"
  },
  {
    "name": "제일약품",
    "code": "271980",
    "sector": "의약품 제조업"
  },
  {
    "name": "제일엠앤에스",
    "code": "412540",
    "sector": "특수 목적용 기계 제조업,2차전지 믹싱시스템"
  },
  {
    "name": "제일연마",
    "code": "001560",
    "sector": "기타 비금속 광물제품 제조업,연마석,다이아몬드공구 제조,도소매/주택건설"
  },
  {
    "name": "제일일렉트릭",
    "code": "199820",
    "sector": "전동기, 발전기 및 전기 변환 · 공급 · 제어 장치 제조업,PCB Assay, 배선기구, 분전반 등"
  },
  {
    "name": "제일테크노스",
    "code": "038010",
    "sector": "구조용 금속제품, 탱크 및 증기발생기 제조업,DECK PLATE"
  },
  {
    "name": "제일파마홀딩스",
    "code": "002620",
    "sector": "회사 본부 및 경영 컨설팅 서비스업,의약품(타리비드,제일파프,노엘,푸라솔) 제조,도매"
  },
  {
    "name": "제주반도체",
    "code": "080220",
    "sector": "반도체 제조업,모바일용 LP DDR SDRAM, CRAM, SRAM"
  },
  {
    "name": "제주은행",
    "code": "006220",
    "sector": "은행 및 저축기관,은행업무,외국환업무,신탁업무"
  },
  {
    "name": "제주항공",
    "code": "089590",
    "sector": "항공 여객 운송업,여객운송서비스, 화물운송서비스"
  },
  {
    "name": "제테마",
    "code": "216080",
    "sector": "의료용품 및 기타 의약 관련제품 제조업,히알루론산 필러(조직수복용생체재료), 피부과용 레이저 의료기기, 리프팅실 등"
  },
  {
    "name": "젝시믹스",
    "code": "337930",
    "sector": "기타 정보 서비스업,애슬레저의류, 생활/청결 용품"
  },
  {
    "name": "젠큐릭스",
    "code": "229000",
    "sector": "의료용품 및 기타 의약 관련제품 제조업,유방암 예후진단 및 폐암/대장암 동반진단 제품/검사서비스"
  },
  {
    "name": "젬백스",
    "code": "082270",
    "sector": "특수 목적용 기계 제조업,ChemicalAirFilter,GasScrubber"
  },
  {
    "name": "조광페인트",
    "code": "004910",
    "sector": "기타 화학제품 제조업,도료(우레탄,에나멜,락카,특수도료) 제조,도매"
  },
  {
    "name": "조광피혁",
    "code": "004700",
    "sector": "가죽, 가방 및 유사제품 제조업,가죽(피혁원단,제화용원단,카시트용원단),가방,신발 제조,도매"
  },
  {
    "name": "조비",
    "code": "001550",
    "sector": "비료, 농약 및 살균, 살충제 제조업,복합비료(연초용,수도용,시판용,특수작물용),양액재배용 비료,완효성 비료,부직포 제조,무역"
  },
  {
    "name": "조선내화",
    "code": "462520",
    "sector": "내화, 비내화 요업제품 제조업"
  },
  {
    "name": "조선선재",
    "code": "120030",
    "sector": "기타 금속 가공제품 제조업,용접재료"
  },
  {
    "name": "조아제약",
    "code": "034940",
    "sector": "의약품 제조업,의약품,의약부외품,보건보조식품,위생용품의제조판매"
  },
  {
    "name": "조이시티",
    "code": "067000",
    "sector": "소프트웨어 개발 및 공급업,온라인게임(프리스타일농구)"
  },
  {
    "name": "조이웍스앤코",
    "code": "309930",
    "sector": "기타 생활용품 소매업,기업인수합병"
  },
  {
    "name": "조일알미늄",
    "code": "018470",
    "sector": "1차 비철금속 제조업,알루미늄판 제조,도매"
  },
  {
    "name": "조흥",
    "code": "002600",
    "sector": "기타 식품 제조업,휘핑크림,인스턴트이스트,프루츠칵테일,크림치즈,견과류,건조과일 제조,판매/주택 신축,판매"
  },
  {
    "name": "종근당",
    "code": "185750",
    "sector": "의약품 제조업,딜라트렌,리피로우"
  },
  {
    "name": "종근당바이오",
    "code": "063160",
    "sector": "의약품 제조업,의약품,원료의약품 제조"
  },
  {
    "name": "종근당홀딩스",
    "code": "001630",
    "sector": "의약품 제조업,의약품(항생제,위궤양치료제,장기이식면역억제제,고지혈증치료제(로바이드)) 제조,도매"
  },
  {
    "name": "좋은사람들",
    "code": "033340",
    "sector": "봉제의복 제조업,패션내의"
  },
  {
    "name": "주성엔지니어링",
    "code": "036930",
    "sector": "특수 목적용 기계 제조업,LP CVD"
  },
  {
    "name": "주성코퍼레이션",
    "code": "109070",
    "sector": "통신 및 방송 장비 제조업,ICS중계기, 블랙박스"
  },
  {
    "name": "주연테크",
    "code": "044380",
    "sector": "컴퓨터 및 주변장치 제조업,각종컴퓨터,주변기기 제조/소프트웨어 개발"
  },
  {
    "name": "중앙백신",
    "code": "072020",
    "sector": "기초 의약물질 제조업,동물용백신"
  },
  {
    "name": "중앙에너비스",
    "code": "000440",
    "sector": "기타 전문 도매업,석유류도소매"
  },
  {
    "name": "중앙첨단소재",
    "code": "051980",
    "sector": "통신 및 방송 장비 제조업,통신장비 등"
  },
  {
    "name": "지노믹트리",
    "code": "228760",
    "sector": "자연과학 및 공학 연구개발업,암 조기진단 제품"
  },
  {
    "name": "지놈앤컴퍼니",
    "code": "314130",
    "sector": "기초 의약물질 제조업,마이크로바이옴 기반 치료제, 화장품, 건강기능식품"
  },
  {
    "name": "지누스",
    "code": "013890",
    "sector": "가구 제조업,매트리스 및 가구제품"
  },
  {
    "name": "지니너스",
    "code": "389030",
    "sector": "자연과학 및 공학 연구개발업,NGS기반 조직생검 암유전체 동반진단(CancerSCAN), 액체생검 암유전체 동반진단(LiquidSCAN), 단일세포분석(Celinus) 등"
  },
  {
    "name": "지니언스",
    "code": "263860",
    "sector": "소프트웨어 개발 및 공급업,네트워크 접근 제어 솔루션(NAC), 단말기반 지능형 위협 탐지 대응 솔루션(EDR)"
  },
  {
    "name": "지니틱스",
    "code": "303030",
    "sector": "반도체 제조업,반도체 IC"
  },
  {
    "name": "지더블유바이텍",
    "code": "036180",
    "sector": "기계장비 및 관련 물품 도매업,무선통신,방송및응용장치제조업"
  },
  {
    "name": "지란지교시큐리티",
    "code": "208350",
    "sector": "소프트웨어 개발 및 공급업,보안 소프트웨어"
  },
  {
    "name": "지슨",
    "code": "446840",
    "sector": "측정, 시험, 항해, 제어 및 기타 정밀기기 제조업; 광학기기 제외,무선도청탐지기"
  },
  {
    "name": "지씨셀",
    "code": "144510",
    "sector": "그외 기타 전문, 과학 및 기술 서비스업,세포치료제, 검체검사서비스, 제대혈은행"
  },
  {
    "name": "지씨지놈",
    "code": "340450",
    "sector": "그외 기타 전문, 과학 및 기술 서비스업,G-NIPT, 아이캔서치, 암패널, 희귀패널 등"
  },
  {
    "name": "지아이이노베이션",
    "code": "358570",
    "sector": "자연과학 및 공학 연구개발업,면역항암제 및 알레르기 치료제"
  },
  {
    "name": "지아이텍",
    "code": "382480",
    "sector": "특수 목적용 기계 제조업,SLOT DIE, SLIT NOZZLE, REPAIR, 기타"
  },
  {
    "name": "지앤비에스 에코",
    "code": "382800",
    "sector": "특수 목적용 기계 제조업,스크러버, 트랩, 백연제거장치 등"
  },
  {
    "name": "지앤이헬스케어",
    "code": "299480",
    "sector": "기타 섬유제품 제조업,면생리대"
  },
  {
    "name": "지어소프트",
    "code": "051160",
    "sector": "소프트웨어 개발 및 공급업,Mobile Solution & Platform, Internet GIS, Mobile Service"
  },
  {
    "name": "지에스이",
    "code": "053050",
    "sector": "연료용 가스 제조 및 배관공급업,도시가스"
  },
  {
    "name": "지에이이노더스",
    "code": "076340",
    "sector": "기반조성 및 시설물 축조관련 전문공사업,수중공사, 준설공사 등"
  },
  {
    "name": "지에프씨생명과학",
    "code": "388610",
    "sector": "기타 화학제품 제조업,마이크로바이옴, 엑소좀 기반 바이오 소재"
  },
  {
    "name": "지엔씨에너지",
    "code": "119850",
    "sector": "전동기, 발전기 및 전기 변환 · 공급 · 제어 장치 제조업,비상발전기, 소형열병합발전설비, 바이오가스발전설비"
  },
  {
    "name": "지엔코",
    "code": "065060",
    "sector": "봉제의복 제조업,캐쥬얼의류(Thursday Island, TI FOR MEN)"
  },
  {
    "name": "지엘팜텍",
    "code": "204840",
    "sector": "생활용품 도매업,의약품 연구개발업"
  },
  {
    "name": "지엠비코리아",
    "code": "013870",
    "sector": "자동차 신품 부품 제조업,V/S,EWP,ITM,CVJOINT"
  },
  {
    "name": "지역난방공사",
    "code": "071320",
    "sector": "증기, 냉·온수 및 공기조절 공급업,집단에너지공급 및 전기,증기 생산,판매"
  },
  {
    "name": "지오엘리먼트",
    "code": "311320",
    "sector": "전자부품 제조업,센서, 캐니스터"
  },
  {
    "name": "지투지바이오",
    "code": "456160",
    "sector": "의약품 제조업,장기 약효지속성 주사제 개발"
  },
  {
    "name": "지투파워",
    "code": "388050",
    "sector": "전동기, 발전기 및 전기 변환 · 공급 · 제어 장치 제조업,수·배전반, 태양광발전시스템, 인버터(PCS)"
  },
  {
    "name": "진도",
    "code": "088790",
    "sector": "기타 전문 도매업,모피제품 제조,가공"
  },
  {
    "name": "진로발효",
    "code": "018120",
    "sector": "알코올음료 제조업,주정"
  },
  {
    "name": "진매트릭스",
    "code": "109820",
    "sector": "자연과학 및 공학 연구개발업,B형간염치료제 내성진단,C형간염바이러스 유전형진단, 자궁경부암유발바이러스 유전형진단"
  },
  {
    "name": "진바이오텍",
    "code": "086060",
    "sector": "산업용 농·축산물 및 동·식물 도매업,펩소이젠(식물성단백질),바이오스타치(가공전분),나투포멘(친환경생균제),락토케어(항생제대체형미생물제제)등"
  },
  {
    "name": "진성티이씨",
    "code": "036890",
    "sector": "특수 목적용 기계 제조업,트랙롤라. 플로팅 씰"
  },
  {
    "name": "진시스템",
    "code": "363250",
    "sector": "의료용 기기 제조업,분자진단기반 플랫폼 개발 및 제조·판매"
  },
  {
    "name": "진양산업",
    "code": "003780",
    "sector": "플라스틱제품 제조업,합성수지,폴리우레탄스폰지 제조,도매,수출입"
  },
  {
    "name": "진양제약",
    "code": "007370",
    "sector": "의약품 제조업,소부날, 옥티란"
  },
  {
    "name": "진양폴리",
    "code": "010640",
    "sector": "플라스틱제품 제조업,폴리우레탄,폴리우레탄스폰지 제조,판매"
  },
  {
    "name": "진양홀딩스",
    "code": "100250",
    "sector": "플라스틱제품 제조업,투자,경영컨설팅"
  },
  {
    "name": "진양화학",
    "code": "051630",
    "sector": "플라스틱제품 제조업,레쟈,바닥재 제조"
  },
  {
    "name": "진에어",
    "code": "272450",
    "sector": "항공 여객 운송업,여객, 화물 등 항공운송"
  },
  {
    "name": "진영",
    "code": "285800",
    "sector": "플라스틱제품 제조업,가구용 ASA플라스틱 시트, 엣지밴드"
  },
  {
    "name": "진원생명과학",
    "code": "011000",
    "sector": "의약품 제조업,플라스미드"
  },
  {
    "name": "진코스텍",
    "code": "250030",
    "sector": "기타 화학제품 제조업,마스크팩 ODM/OEM, 하이드로겔 마스크팩"
  },
  {
    "name": "진흥기업",
    "code": "002780",
    "sector": "토목 건설업,아파트건설,토목공사,건축공사,국내도급공사"
  },
  {
    "name": "진흥기업2우B",
    "code": "002787",
    "sector": "preferred"
  },
  {
    "name": "진흥기업우B",
    "code": "002785",
    "sector": "preferred"
  },
  {
    "name": "질경이",
    "code": "233990",
    "sector": "기타 화학제품 제조업,여성청결제 및 질염치료제 개발"
  },
  {
    "name": "차바이오텍",
    "code": "085660",
    "sector": "기초 의약물질 제조업,세포치료제 개발, 제대혈 보관 등"
  },
  {
    "name": "차백신연구소",
    "code": "261780",
    "sector": "자연과학 및 공학 연구개발업,백신 및 면역증강제 등"
  },
  {
    "name": "차이커뮤니케이션",
    "code": "351870",
    "sector": "광고업,광고대행, 광고물 작성"
  },
  {
    "name": "참엔지니어링",
    "code": "009310",
    "sector": "특수 목적용 기계 제조업,FPD Laser Repair 장비 등 (FPD 장비의 개발과 제조 및 판매)"
  },
  {
    "name": "참좋은여행",
    "code": "094850",
    "sector": "여행사 및 기타 여행보조 서비스업,여행상품"
  },
  {
    "name": "창대정밀",
    "code": "368030",
    "sector": "특수 목적용 기계 제조업,정밀금형 및 사출품"
  },
  {
    "name": "창해에탄올",
    "code": "004650",
    "sector": "알코올음료 제조업,주정(발효주정, 정제주정) 등"
  },
  {
    "name": "천보",
    "code": "278280",
    "sector": "기초 화학물질 제조업,디스플레이 소재, 반도체 공정 소재, 2차전지 소재, 의약품 소재, 정밀화학 소재"
  },
  {
    "name": "천일고속",
    "code": "000650",
    "sector": "육상 여객 운송업,고속버스운수(경부선,44개 노선),도로여객운수업,운수창고업,유류판매,부동산 임대"
  },
  {
    "name": "청담글로벌",
    "code": "362320",
    "sector": "생활용품 도매업,글로벌 화장품 유통"
  },
  {
    "name": "체리부로",
    "code": "066360",
    "sector": "도축, 육류 가공 및 저장 처리업,육계, 사료"
  },
  {
    "name": "체시스",
    "code": "033250",
    "sector": "자동차 신품 부품 제조업,자동차부품,뒷차축 제조"
  },
  {
    "name": "초록뱀미디어",
    "code": "047820",
    "sector": "영화, 비디오물, 방송프로그램 제작 및 배급업,방송프로그램 제작 및 공급"
  },
  {
    "name": "칩스앤미디어",
    "code": "094360",
    "sector": "반도체 제조업,비디오 IP"
  },
  {
    "name": "카스",
    "code": "016920",
    "sector": "기계장비 및 관련 물품 도매업,전자저울,로드셀"
  },
  {
    "name": "카이노스메드",
    "code": "284620",
    "sector": "자연과학 및 공학 연구개발업,기업인수합병"
  },
  {
    "name": "카카오",
    "code": "035720",
    "sector": "자료처리, 호스팅, 포털 및 기타 인터넷 정보매개 서비스업,인터넷 서비스(인터넷 광고)"
  },
  {
    "name": "카카오게임즈",
    "code": "293490",
    "sector": "소프트웨어 개발 및 공급업,모바일, PC게임 퍼블리싱"
  },
  {
    "name": "카카오뱅크",
    "code": "323410",
    "sector": "은행 및 저축기관,은행 및 금융서비스"
  },
  {
    "name": "카카오페이",
    "code": "377300",
    "sector": "금융 지원 서비스업,간편결제, 간편송금 및 기타 금융서비스"
  },
  {
    "name": "카티스",
    "code": "140430",
    "sector": "컴퓨터 프로그래밍, 시스템 통합 및 관리업,산업인프라 보안플랫폼"
  },
  {
    "name": "카페24",
    "code": "042000",
    "sector": "자료처리, 호스팅, 포털 및 기타 인터넷 정보매개 서비스업,쇼핑몰솔루션, 광고솔루션, 호스팅솔루션"
  },
  {
    "name": "카프로",
    "code": "006380",
    "sector": "기초 화학물질 제조업,카프로락탐,유안비료 제조"
  },
  {
    "name": "캐리",
    "code": "313760",
    "sector": "전동기, 발전기 및 전기 변환 · 공급 · 제어 장치 제조업,태양광 인버터 등"
  },
  {
    "name": "캐리소프트",
    "code": "317530",
    "sector": "영화, 비디오물, 방송프로그램 제작 및 배급업,영상 콘텐츠(30.05%), 공연(29.76%), 키즈카페(17.38%), 커머스(12.77%), 라이선스 및 기타(10.04%)"
  },
  {
    "name": "캐스텍코리아",
    "code": "071850",
    "sector": "자동차 신품 부품 제조업,자동차용 터보차저 부품"
  },
  {
    "name": "캐프",
    "code": "198080",
    "sector": "전자부품 제조업,스마트폰 OLED용 FPCA"
  },
  {
    "name": "캔버스엔",
    "code": "210120",
    "sector": "영화, 비디오물, 방송프로그램 제작 및 배급업,방송영상 제작, 공급"
  },
  {
    "name": "캠시스",
    "code": "050110",
    "sector": "전자부품 제조업,휴대폰용 카메라모듈"
  },
  {
    "name": "캡스톤파트너스",
    "code": "452300",
    "sector": "기타 금융업,벤처투자조합 등 조합 결성 및 운영"
  },
  {
    "name": "컨텍",
    "code": "451760",
    "sector": "컴퓨터 프로그래밍, 시스템 통합 및 관리업,지상국 시스템 엔지니어링 솔루션, 위성영상 생성을 위한 데이터처리 솔루션"
  },
  {
    "name": "컬러레이",
    "code": "900310",
    "sector": "기타 금융업,화장품용 진주광택안료"
  },
  {
    "name": "컴투스",
    "code": "078340",
    "sector": "소프트웨어 개발 및 공급업,모바일게임"
  },
  {
    "name": "컴투스홀딩스",
    "code": "063080",
    "sector": "소프트웨어 개발 및 공급업,모바일게임"
  },
  {
    "name": "컴퍼니케이",
    "code": "307930",
    "sector": "기타 금융업,중소 벤처기업 투자"
  },
  {
    "name": "케스피온",
    "code": "079190",
    "sector": "통신 및 방송 장비 제조업,휴대폰안테나"
  },
  {
    "name": "케어랩스",
    "code": "263700",
    "sector": "광고업,헬스케어 미디어플랫폼, 헬스케어 디지털마케팅, 헬스케어 솔루션"
  },
  {
    "name": "케어젠",
    "code": "214370",
    "sector": "기초 의약물질 제조업,성장인자, 바이오미메틱펩타이드 기반 안면, 두피, 바디 코스메슈티컬 제품"
  },
  {
    "name": "케이디켐",
    "code": "221980",
    "sector": "기타 화학제품 제조업,PVC 안정제"
  },
  {
    "name": "케이바이오",
    "code": "038530",
    "sector": "생활용품 도매업,실험용 시약, 과학기자재 등"
  },
  {
    "name": "케이비아이동국실업",
    "code": "001620",
    "sector": "자동차 신품 부품 제조업,자동차부품(에어닥트,글로벌박스,노즐,어셈블리류,핸들류) 제조,판매/공장 임대"
  },
  {
    "name": "케이사인",
    "code": "192250",
    "sector": "소프트웨어 개발 및 공급업,nan"
  },
  {
    "name": "케이쓰리아이",
    "code": "431190",
    "sector": "소프트웨어 개발 및 공급업,XR 실감형콘텐츠"
  },
  {
    "name": "케이씨",
    "code": "029460",
    "sector": "측정, 시험, 항해, 제어 및 기타 정밀기기 제조업; 광학기기 제외,가스/Chemical 공급 장치 등 제조 및 판매"
  },
  {
    "name": "케이씨에스",
    "code": "115500",
    "sector": "컴퓨터 프로그래밍, 시스템 통합 및 관리업,컴퓨터시스템 통합 구축 및 철도 도로 교통인프라"
  },
  {
    "name": "케이씨텍",
    "code": "281820",
    "sector": "측정, 시험, 항해, 제어 및 기타 정밀기기 제조업; 광학기기 제외,반도체, 디스플레이 제조 장비"
  },
  {
    "name": "케이씨티",
    "code": "089150",
    "sector": "컴퓨터 프로그래밍, 시스템 통합 및 관리업,금융단말시스템,복표발매기,마권발매기"
  },
  {
    "name": "케이씨피드",
    "code": "025880",
    "sector": "동물용 사료 및 조제식품 제조업"
  },
  {
    "name": "케이아이엔엑스",
    "code": "093320",
    "sector": "자료처리, 호스팅, 포털 및 기타 인터넷 정보매개 서비스업,인터넷연동서비스 등"
  },
  {
    "name": "케이알엠",
    "code": "093640",
    "sector": "반도체 제조업,멀티미디어반도체"
  },
  {
    "name": "케이에스피",
    "code": "073010",
    "sector": "일반 목적용 기계 제조업,선박용엔진밸브,형단조품"
  },
  {
    "name": "케이엔더블유",
    "code": "105330",
    "sector": "자동차 신품 부품 제조업,Blanket, DOF, 보호필름"
  },
  {
    "name": "케이엔솔",
    "code": "053080",
    "sector": "일반 목적용 기계 제조업,클린룸 설비"
  },
  {
    "name": "케이엔알시스템",
    "code": "199430",
    "sector": "측정, 시험, 항해, 제어 및 기타 정밀기기 제조업; 광학기기 제외,특수목적 시험장비, 산업용로봇"
  },
  {
    "name": "케이엔에스",
    "code": "432470",
    "sector": "특수 목적용 기계 제조업,이차전지 자동화 설비"
  },
  {
    "name": "케이엔제이",
    "code": "272110",
    "sector": "반도체 제조업,Edge Grinder, CVD-SiC Ring"
  },
  {
    "name": "케이엘넷",
    "code": "039420",
    "sector": "전기 통신업,EC/EDI"
  },
  {
    "name": "케이엠",
    "code": "083550",
    "sector": "기타 섬유제품 제조업,클린룸용Wiper"
  },
  {
    "name": "케이엠더블유",
    "code": "032500",
    "sector": "통신 및 방송 장비 제조업,RF 부품 및 중계기"
  },
  {
    "name": "케이엠제약",
    "code": "225430",
    "sector": "기타 화학제품 제조업,구강제품, 화장품,기타 생활용품"
  },
  {
    "name": "케이옥션",
    "code": "102370",
    "sector": "상품 중개업,미술품 경매 및 판매"
  },
  {
    "name": "케이웨더",
    "code": "068100",
    "sector": "일반 목적용 기계 제조업,공기개선솔루션, 기상데이터, 공기측정솔루션 등"
  },
  {
    "name": "케이이엠텍",
    "code": "106080",
    "sector": "전자부품 제조업,IR필터 및 이차전지 부품(Can, Cap Ass'y)"
  },
  {
    "name": "케이지에이",
    "code": "455180",
    "sector": "특수 목적용 기계 제조업,2차전지 전극장비 (코터, 프레스, 슬리터), 덕트자동화 장비"
  },
  {
    "name": "케이카",
    "code": "381970",
    "sector": "자동차 판매업,오프라인 및 온라인 중고차 매매업"
  },
  {
    "name": "케이탑리츠",
    "code": "145270",
    "sector": "부동산 임대 및 공급업"
  },
  {
    "name": "케이티알파",
    "code": "036030",
    "sector": "상품 중개업,커머스, 콘텐츠, ICT"
  },
  {
    "name": "케이프",
    "code": "064820",
    "sector": "선박 및 보트 건조업,선박엔진용실린더라이너"
  },
  {
    "name": "케이피에프",
    "code": "024880",
    "sector": "기타 금속 가공제품 제조업,볼트류"
  },
  {
    "name": "케이피엠테크",
    "code": "042040",
    "sector": "기타 전문 도매업,표면처리약품, 전자동 도금설비"
  },
  {
    "name": "케이피티유",
    "code": "054410",
    "sector": "기타 금속 가공제품 제조업,Vacuum Treatment, Plasma Surface Treatment"
  },
  {
    "name": "케일럼",
    "code": "258610",
    "sector": "구조용 금속제품, 탱크 및 증기발생기 제조업,지열발전설비, 항공기MRO, 항공부품제조"
  },
  {
    "name": "켄코아에어로스페이스",
    "code": "274090",
    "sector": "항공기,우주선 및 부품 제조업,항공가공품 및 조립품"
  },
  {
    "name": "켈스",
    "code": "402420",
    "sector": "의료용 기기 제조업,체외진단 의료기기"
  },
  {
    "name": "켐트로닉스",
    "code": "089010",
    "sector": "기타 화학제품 제조업,Touch IC 및 PBA, TG, EMC"
  },
  {
    "name": "켐트로스",
    "code": "220260",
    "sector": "기타 화학제품 제조업,기타화학제품 제조업"
  },
  {
    "name": "코나솔",
    "code": "176590",
    "sector": "기타 금속 가공제품 제조업,합금강, 기계부품 제조"
  },
  {
    "name": "코나아이",
    "code": "052400",
    "sector": "소프트웨어 개발 및 공급업,전자화폐, 단말기, 수집/정산시스템"
  },
  {
    "name": "코난테크놀로지",
    "code": "402030",
    "sector": "소프트웨어 개발 및 공급업,소프트웨어(인공지능,빅데이터,자연어처리,검색엔진,대화형챗봇,음성합성,음성인식) 연구개발 및 공급, 정보통신서비스"
  },
  {
    "name": "코닉오토메이션",
    "code": "391710",
    "sector": "특수 목적용 기계 제조업,금융 지원 서비스(SPAC)"
  },
  {
    "name": "코다코",
    "code": "046070",
    "sector": "자동차 신품 부품 제조업,Oil Pump, Throttle Body"
  },
  {
    "name": "코데즈컴바인",
    "code": "047770",
    "sector": "봉제의복 제조업,패션의류"
  },
  {
    "name": "코디",
    "code": "080530",
    "sector": "기타 화학제품 제조업,화장품 및 용기 제조"
  },
  {
    "name": "코람코더원리츠",
    "code": "417310",
    "sector": "부동산 임대 및 공급업,서울 영등포구 여의도 소재 하나금융투자 빌딩"
  },
  {
    "name": "코람코라이프인프라리츠",
    "code": "357120",
    "sector": "부동산 임대 및 공급업,부동산 투자 및 관리"
  },
  {
    "name": "코렌텍",
    "code": "104540",
    "sector": "의료용 기기 제조업,인공고관절, 인공슬관절 등"
  },
  {
    "name": "코리아나",
    "code": "027050",
    "sector": "기타 화학제품 제조업,화장품"
  },
  {
    "name": "코리아써우",
    "code": "007815",
    "sector": "preferred"
  },
  {
    "name": "코리아써키트",
    "code": "007810",
    "sector": "전자부품 제조업,인쇄회로기판,Module 제조/부동산(건물) 임대"
  },
  {
    "name": "코리아써키트2우B",
    "code": "00781K",
    "sector": "preferred"
  },
  {
    "name": "코리아에셋투자증권",
    "code": "190650",
    "sector": "금융 지원 서비스업,IB금융자문, 채권인수 및 매매, 투자중개, 펀드운용 등"
  },
  {
    "name": "코리아에프티",
    "code": "123410",
    "sector": "자동차 신품 부품 제조업,캐니스터,플라스틱필러넥,의장부품"
  },
  {
    "name": "코리안리",
    "code": "003690",
    "sector": "재 보험업,금융보험/부동산 임대"
  },
  {
    "name": "코맥스",
    "code": "036690",
    "sector": "통신 및 방송 장비 제조업,홈네트워크시스템,CCTV 방송설비"
  },
  {
    "name": "코메론",
    "code": "049430",
    "sector": "측정, 시험, 항해, 제어 및 기타 정밀기기 제조업; 광학기기 제외,줄자, 냉간압연"
  },
  {
    "name": "코미코",
    "code": "183300",
    "sector": "특수 목적용 기계 제조업,반도체 부품 세정 및 코팅"
  },
  {
    "name": "코미팜",
    "code": "041960",
    "sector": "의약품 제조업,동물약품"
  },
  {
    "name": "코세스",
    "code": "089890",
    "sector": "특수 목적용 기계 제조업,반도체SolderBall부착장비등"
  },
  {
    "name": "코셈",
    "code": "360350",
    "sector": "측정, 시험, 항해, 제어 및 기타 정밀기기 제조업; 광학기기 제외,주사전자현미경(SEM)"
  },
  {
    "name": "코셋",
    "code": "189350",
    "sector": "통신 및 방송 장비 제조업,광통신용 증폭기"
  },
  {
    "name": "코스나인",
    "code": "082660",
    "sector": "기타 화학제품 제조업,화장품"
  },
  {
    "name": "코스맥스",
    "code": "192820",
    "sector": "기타 화학제품 제조업,화장품"
  },
  {
    "name": "코스맥스비티아이",
    "code": "044820",
    "sector": "기타 금융업,화장품,의약부외품 제조,도매"
  },
  {
    "name": "코스맥스엔비티",
    "code": "222040",
    "sector": "기타 식품 제조업,건강기능식품"
  },
  {
    "name": "코스메카코리아",
    "code": "241710",
    "sector": "기타 화학제품 제조업,화장품 OEM, ODM"
  },
  {
    "name": "코스모신소재",
    "code": "005070",
    "sector": "기타 화학제품 제조업,이차전지양극활물질,기능성필름"
  },
  {
    "name": "코스모화학",
    "code": "005420",
    "sector": "기타 화학제품 제조업,이산화티타늄 및 부산물, 황산코발트 및 부산물"
  },
  {
    "name": "코스텍시스",
    "code": "355150",
    "sector": "반도체 제조업,RF PKG. Spacer"
  },
  {
    "name": "코스텍시스템",
    "code": "169670",
    "sector": "특수 목적용 기계 제조업,반도체 웨이퍼 이송장비, 본딩장비"
  },
  {
    "name": "코아스",
    "code": "071950",
    "sector": "가구 제조업,사무용가구,금속가구 도매,제조"
  },
  {
    "name": "코아스템켐온",
    "code": "166480",
    "sector": "의약품 제조업,줄기세포 치료제"
  },
  {
    "name": "코아시아",
    "code": "045970",
    "sector": "반도체 제조업,LED패키지"
  },
  {
    "name": "코아시아씨엠",
    "code": "196450",
    "sector": "사진장비 및 광학기기 제조업,휴대폰용카메라렌즈모듈제조"
  },
  {
    "name": "코어라인소프트",
    "code": "384470",
    "sector": "소프트웨어 개발 및 공급업,의료영상 진단보조 솔루션"
  },
  {
    "name": "코오롱",
    "code": "002020",
    "sector": "기타 금융업,지주회사"
  },
  {
    "name": "코오롱ENP",
    "code": "138490",
    "sector": "합성고무 및 플라스틱 물질 제조업,엔지니어링플라스틱"
  },
  {
    "name": "코오롱글로벌",
    "code": "003070",
    "sector": "토목 건설업,토목공사,일반건설,주택건설,해외건설,소각로설비공사/환경플랜트,폐처리기 제조"
  },
  {
    "name": "코오롱글로벌우",
    "code": "003075",
    "sector": "preferred"
  },
  {
    "name": "코오롱모빌리티그룹",
    "code": "450140",
    "sector": ""
  },
  {
    "name": "코오롱모빌리티그룹우",
    "code": "45014K",
    "sector": "preferred"
  },
  {
    "name": "코오롱생명과학",
    "code": "102940",
    "sector": "기초 의약물질 제조업,항균제, 수처리제, 원료의약 등"
  },
  {
    "name": "코오롱우",
    "code": "002025",
    "sector": "preferred"
  },
  {
    "name": "코오롱인더",
    "code": "120110",
    "sector": "화학섬유 제조업,산업자재, 화학, 필름"
  },
  {
    "name": "코오롱인더우",
    "code": "120115",
    "sector": "preferred"
  },
  {
    "name": "코오롱티슈진",
    "code": "950160",
    "sector": "기초 의약물질 제조업,골관절염 치료제"
  },
  {
    "name": "코웨이",
    "code": "021240",
    "sector": "그외 기타 개인 서비스업,렌탈 서비스(정수기,비데, 필터교환 등), 가정용기기 도매,판매,제조,폐기물처리설비,수출(정수기,청정기)"
  },
  {
    "name": "코웰패션",
    "code": "033290",
    "sector": "섬유, 의복, 신발 및 가죽제품 소매업,의복, 잡화, 콘덴서"
  },
  {
    "name": "코위버",
    "code": "056360",
    "sector": "통신 및 방송 장비 제조업,가입가계 가입자계 광단국장치,SONs-51,OMS-155M,OCSU,E2 가입자 전송장비,SDS-2500 등"
  },
  {
    "name": "코윈테크",
    "code": "282880",
    "sector": "특수 목적용 기계 제조업,공정자동화설비(2차전지,석유화학,반도체,디스플레이)"
  },
  {
    "name": "코이즈",
    "code": "121850",
    "sector": "플라스틱제품 제조업,보호필름, 도광판, 백코팅"
  },
  {
    "name": "코츠테크놀로지",
    "code": "448710",
    "sector": "컴퓨터 및 주변장치 제조업,싱글보드컴퓨터(SBC), 군용 전시기 등"
  },
  {
    "name": "코칩",
    "code": "126730",
    "sector": "전자부품 제조업,소형 및 초소형 슈퍼커패시터"
  },
  {
    "name": "코콤",
    "code": "015710",
    "sector": "통신 및 방송 장비 제조업,비디오도어폰"
  },
  {
    "name": "코텍",
    "code": "052330",
    "sector": "영상 및 음향기기 제조업,산업용 모니터"
  },
  {
    "name": "코퍼스코리아",
    "code": "322780",
    "sector": "영화, 비디오물, 방송프로그램 제작 및 배급업,콘텐츠 배급 및 제작"
  },
  {
    "name": "콘텐트리중앙",
    "code": "036420",
    "sector": "영화, 비디오물, 방송프로그램 제작 및 배급업,영화 및 방송프로그램 제작, 유통, 광고"
  },
  {
    "name": "콜마비앤에이치",
    "code": "200130",
    "sector": "기초 의약물질 제조업,건강기능식품"
  },
  {
    "name": "콜마홀딩스",
    "code": "024720",
    "sector": "기타 금융업,경영컨설팅,무역,과학및기술서비스업,도매"
  },
  {
    "name": "쿠콘",
    "code": "294570",
    "sector": "기타 정보 서비스업,페이먼트서비스(65.2%), 데이터서비스(29.1%) 등"
  },
  {
    "name": "쿠쿠홀딩스",
    "code": "192400",
    "sector": "기타 금융업,주방용 전기기기 제조업"
  },
  {
    "name": "쿠쿠홈시스",
    "code": "284740",
    "sector": "개인 및 가정용품 임대업,정수기, 공기청정기 등"
  },
  {
    "name": "퀀타매트릭스",
    "code": "317690",
    "sector": "의료용 기기 제조업,신속항균제검사 장비 및 키트"
  },
  {
    "name": "퀀텀온",
    "code": "227100",
    "sector": "부동산 관련 서비스업,스마트 액세서리(보조배터리 등)"
  },
  {
    "name": "퀄리타스반도체",
    "code": "432720",
    "sector": "반도체 제조업,초고속 통신용 반도체 IP"
  },
  {
    "name": "큐라켐",
    "code": "456190",
    "sector": "의료용품 및 기타 의약 관련제품 제조업,방사성동위원소 표지화합물 합성"
  },
  {
    "name": "큐라클",
    "code": "365270",
    "sector": "자연과학 및 공학 연구개발업,혈관질환치료제 등"
  },
  {
    "name": "큐라티스",
    "code": "348080",
    "sector": "자연과학 및 공학 연구개발업,백신 및 면역증강제 개발제조업, CMO/CDMO"
  },
  {
    "name": "큐렉소",
    "code": "060280",
    "sector": "기타 상품 전문 소매업,만화단행본, 정기간행물"
  },
  {
    "name": "큐로셀",
    "code": "372320",
    "sector": "자연과학 및 공학 연구개발업,CAR-T 세포치료제"
  },
  {
    "name": "큐로홀딩스",
    "code": "051780",
    "sector": "음·식료품 및 담배 소매업,DTIS, Probe Card, H.F PCB"
  },
  {
    "name": "큐리언트",
    "code": "115180",
    "sector": "자연과학 및 공학 연구개발업,저분자 혁신신약"
  },
  {
    "name": "큐리오시스",
    "code": "494120",
    "sector": "사진장비 및 광학기기 제조업,라이브셀 이미징 기기 등"
  },
  {
    "name": "큐리옥스바이오시스템즈",
    "code": "445680",
    "sector": "의료용 기기 제조업,세포 전처리 자동화기기 등"
  },
  {
    "name": "큐브엔터",
    "code": "182360",
    "sector": "오디오물 출판 및 원판 녹음업,음반음원, 콘서트, 아티스트매니지먼트"
  },
  {
    "name": "큐알티",
    "code": "405100",
    "sector": "그외 기타 전문, 과학 및 기술 서비스업,반도체 신뢰성 검사 및 종합분석"
  },
  {
    "name": "큐에스아이",
    "code": "066310",
    "sector": "반도체 제조업,레이저다이오드(LaserDiode)"
  },
  {
    "name": "큐엠씨",
    "code": "136660",
    "sector": "특수 목적용 기계 제조업,반도체, LED, FPD 제조 및 검사 장비"
  },
  {
    "name": "큐캐피탈",
    "code": "016600",
    "sector": "기타 금융업,사모투자(PEF),벤처투자"
  },
  {
    "name": "크라우드웍스",
    "code": "355390",
    "sector": "소프트웨어 개발 및 공급업,인공지능 데이터 구축 서비스"
  },
  {
    "name": "크라운제과",
    "code": "264900",
    "sector": "떡, 빵 및 과자류 제조업,비스킷, 스낵, 당과"
  },
  {
    "name": "크라운제과우",
    "code": "26490K",
    "sector": "preferred"
  },
  {
    "name": "크라운해태홀딩스",
    "code": "005740",
    "sector": "기타 금융업,비스켓,쵸코렛,사탕,웨이퍼 제조,도매"
  },
  {
    "name": "크라운해태홀딩스우",
    "code": "005745",
    "sector": "preferred"
  },
  {
    "name": "크래프톤",
    "code": "259960",
    "sector": "소프트웨어 개발 및 공급업,<배틀그라운드> 등 게임 소프트웨어"
  },
  {
    "name": "크레버스",
    "code": "096240",
    "sector": "일반 교습 학원,청담어학원"
  },
  {
    "name": "크레오에스지",
    "code": "040350",
    "sector": "컴퓨터 프로그래밍, 시스템 통합 및 관리업,시스템통합, 지능형교통시스템"
  },
  {
    "name": "크로넥스",
    "code": "215570",
    "sector": "자연과학 및 공학 연구개발업,CRO 및 생물종(미니피그)"
  },
  {
    "name": "크리스에프앤씨",
    "code": "110790",
    "sector": "봉제의복 제조업,골프웨어"
  },
  {
    "name": "크리스탈신소재",
    "code": "900250",
    "sector": "기타 금융업,합성운모 플레이크, 파우더, 테이프"
  },
  {
    "name": "크린앤사이언스",
    "code": "045520",
    "sector": "일반 목적용 기계 제조업,자동차용 여과지"
  },
  {
    "name": "클래시스",
    "code": "214150",
    "sector": "의료용 기기 제조업,미용의료기기"
  },
  {
    "name": "클로봇",
    "code": "466100",
    "sector": "소프트웨어 개발 및 공급업,로봇 소프트웨어(카멜레온, 크롬스)"
  },
  {
    "name": "클리오",
    "code": "237880",
    "sector": "기타 화학제품 제조업,색조화장품, 기초화장품"
  },
  {
    "name": "키네마스터",
    "code": "139670",
    "sector": "소프트웨어 개발 및 공급업,NexMFW, NexPlayer EMB"
  },
  {
    "name": "키다리스튜디오",
    "code": "020120",
    "sector": "자료처리, 호스팅, 포털 및 기타 인터넷 정보매개 서비스업,웹툰,웹소설 플랫폼 서비스 및 출판, 영상콘텐츠 제작 및 유통"
  },
  {
    "name": "키스트론",
    "code": "475430",
    "sector": "절연선 및 케이블 제조업,전자부품용 와이어, 케이블용 와이어 등"
  },
  {
    "name": "키움제10호스팩",
    "code": "487720",
    "sector": "금융 지원 서비스업,기업 인수합병"
  },
  {
    "name": "키움제11호스팩",
    "code": "489480",
    "sector": "금융 지원 서비스업,기업 인수합병"
  },
  {
    "name": "키움증권",
    "code": "039490",
    "sector": "금융 지원 서비스업,유가증권의 매매, 위탁, 인수, 주선"
  },
  {
    "name": "키이스트",
    "code": "054780",
    "sector": "영화, 비디오물, 방송프로그램 제작 및 배급업,멀티미디어 SI"
  },
  {
    "name": "킵스파마",
    "code": "256940",
    "sector": "의약품 제조업,OLED 마스크 인장기"
  },
  {
    "name": "타스컴",
    "code": "336040",
    "sector": "의료용 기기 제조업,현장진단 혈액분석기"
  },
  {
    "name": "타이거일렉",
    "code": "219130",
    "sector": "전자부품 제조업,인쇄회로기판 제조업"
  },
  {
    "name": "타이드",
    "code": "346010",
    "sector": "전자부품 제조업,PLC모뎀, DCU"
  },
  {
    "name": "타임기술",
    "code": "318660",
    "sector": "소프트웨어 개발 및 공급업,ILS(종합군수지원), IETM(전자식기술교범), CBT(전자식교보재), 기술번역"
  },
  {
    "name": "타조이엔터테인먼트",
    "code": "476710",
    "sector": "창작 및 예술관련 서비스업,공연기획, 방송·공연"
  },
  {
    "name": "탈로스",
    "code": "434190",
    "sector": "일차전지 및 이차전지 제조업,군용 리튬이온 이차전지"
  },
  {
    "name": "탑런토탈솔루션",
    "code": "336680",
    "sector": "전자부품 제조업,전장디스플레이 및 pOLED 부품"
  },
  {
    "name": "탑머티리얼",
    "code": "360070",
    "sector": "일차전지 및 이차전지 제조업,이차전지 시스템 엔지니어링, 전극소재, 양극소재"
  },
  {
    "name": "탑선",
    "code": "180060",
    "sector": "기타 전기장비 제조업,태양광 모듈"
  },
  {
    "name": "탑엔지니어링",
    "code": "065130",
    "sector": "특수 목적용 기계 제조업,LCD Cell Line 자동화 장치"
  },
  {
    "name": "탑코미디어",
    "code": "134580",
    "sector": "자료처리, 호스팅, 포털 및 기타 인터넷 정보매개 서비스업,웹툰, 만화"
  },
  {
    "name": "태경비케이",
    "code": "014580",
    "sector": "시멘트, 석회, 플라스터 및 그 제품 제조업,생석회,소석회,석회비료 제조,판매/비금속광물 광업/산업폐기물 재생처리/휴게소 운영"
  },
  {
    "name": "태경산업",
    "code": "015890",
    "sector": "기초 화학물질 제조업,제강용 정련제(프락스),카바이드,중질탈산칼슘 제조,판매/고속도로휴게소 운영"
  },
  {
    "name": "태경케미컬",
    "code": "006890",
    "sector": "기초 화학물질 제조업,드라이아이스,액체탄산,고체탄산 제조"
  },
  {
    "name": "태광",
    "code": "023160",
    "sector": "1차 철강 제조업,각종 배관자재, 관이음쇠류 제조 및 판매"
  },
  {
    "name": "태광산업",
    "code": "003240",
    "sector": "화학섬유 제조업,석유화학제품(PTA,AN),화섬사,직물 등"
  },
  {
    "name": "태림포장",
    "code": "011280",
    "sector": "골판지, 종이 상자 및 종이용기 제조업,골판지,골판지상자,수출용박스 제조,도매/인쇄"
  },
  {
    "name": "태성",
    "code": "323280",
    "sector": "특수 목적용 기계 제조업,PCB 자동화 설비"
  },
  {
    "name": "태양",
    "code": "053620",
    "sector": "기타 금속 가공제품 제조업,휴대용 부탄가스, 에어졸캔, 외주수탁품"
  },
  {
    "name": "태양3C",
    "code": "052960",
    "sector": "자동차 부품 및 내장품 판매업,와이어링 하네스 커넥터, 초음파 프로브 케이블"
  },
  {
    "name": "태양금속",
    "code": "004100",
    "sector": "자동차 신품 부품 제조업,자동차용 강력볼트,너트,전기전자제품용 나사,자전거부품,전해동박,도금도장설비 제조"
  },
  {
    "name": "태양금속우",
    "code": "004105",
    "sector": "preferred"
  },
  {
    "name": "태양기계",
    "code": "116100",
    "sector": "자동차 신품 부품 제조업,엔진부품"
  },
  {
    "name": "태영건설",
    "code": "009410",
    "sector": "토목 건설업,종합건설업(토목공사,도로공사,건축공사,관급공사,환경공사,상하수도공사,하수종말처리공사)/부동산 임대,매매"
  },
  {
    "name": "태영건설우",
    "code": "009415",
    "sector": "preferred"
  },
  {
    "name": "태웅",
    "code": "044490",
    "sector": "기타 금속 가공제품 제조업,자유형단조품"
  },
  {
    "name": "태웅로직스",
    "code": "124560",
    "sector": "기타 운송관련 서비스업,3자물류주선 (복합운송, 프로젝트운송, CIS운송 등)"
  },
  {
    "name": "태원물산",
    "code": "001420",
    "sector": "자동차 신품 부품 제조업,자동차부품,워터펌프,인산정제석고,건축자재(불연내장재), 제조,수출입"
  },
  {
    "name": "테고사이언스",
    "code": "191420",
    "sector": "기초 의약물질 제조업,피부세포치료제"
  },
  {
    "name": "테라사이언스",
    "code": "073640",
    "sector": "기타 금속 가공제품 제조업,유압용 관이음쇠"
  },
  {
    "name": "테라젠이텍스",
    "code": "066700",
    "sector": "의약품 제조업,Loading/Unloading System, PCB Bonding System"
  },
  {
    "name": "테스",
    "code": "095610",
    "sector": "특수 목적용 기계 제조업,반도체장비(화학증착장비)"
  },
  {
    "name": "테이팩스",
    "code": "055490",
    "sector": "플라스틱제품 제조업,OCA, 2차전지용 테이프, 산업용 랩 등"
  },
  {
    "name": "테크엔",
    "code": "308700",
    "sector": ""
  },
  {
    "name": "테크엘",
    "code": "064520",
    "sector": "반도체 제조업,메모리 카드, 스마트 카드 등"
  },
  {
    "name": "테크윙",
    "code": "089030",
    "sector": "특수 목적용 기계 제조업,반도체테스트핸들러,C.O.K(Change Over Kit)"
  },
  {
    "name": "테크트랜스",
    "code": "258050",
    "sector": "기타 금속 가공제품 제조업,비철금속표면처리장비 및 솔루션"
  },
  {
    "name": "텔레칩스",
    "code": "054450",
    "sector": "반도체 제조업,디지털미디어프로세서,발신자정보표시칩"
  },
  {
    "name": "텔코웨어",
    "code": "078000",
    "sector": "자료처리, 호스팅, 포털 및 기타 인터넷 정보매개 서비스업,소프트웨어(핵심망솔루션,무선데이터솔루션,요소기술) 개발,유지보수,무역"
  },
  {
    "name": "텔콘RF제약",
    "code": "200230",
    "sector": "의약품 제조업,RF 통신부품(케이블 어셈블리, 커넥터 등)"
  },
  {
    "name": "토니모리",
    "code": "214420",
    "sector": "기타 화학제품 제조업,스킨케어 베이직, 포인트 메이크업, 스킨케어 스페셜, 베이스 메이크업 등"
  },
  {
    "name": "토마토시스템",
    "code": "393210",
    "sector": "소프트웨어 개발 및 공급업,UI/UX솔루션, 대학정보화사업 SW"
  },
  {
    "name": "토모큐브",
    "code": "475960",
    "sector": "사진장비 및 광학기기 제조업,홀로토모그래피 HT-X1, HT-2H"
  },
  {
    "name": "토박스코리아",
    "code": "215480",
    "sector": "섬유, 의복, 신발 및 가죽제품 소매업,유아동 신발"
  },
  {
    "name": "토비스",
    "code": "051360",
    "sector": "영상 및 음향기기 제조업,Gaming모니터"
  },
  {
    "name": "토탈소프트",
    "code": "045340",
    "sector": "소프트웨어 개발 및 공급업,해운물류소프트웨어 (CATOS 등)"
  },
  {
    "name": "톱텍",
    "code": "108230",
    "sector": "특수 목적용 기계 제조업,디스플레이 자동화설비"
  },
  {
    "name": "투비소프트",
    "code": "079970",
    "sector": "소프트웨어 개발 및 공급업,MiPlatform, X Platform"
  },
  {
    "name": "툴젠",
    "code": "199800",
    "sector": "자연과학 및 공학 연구개발업,유전자교정 플랫폼 관련 제품"
  },
  {
    "name": "트루엔",
    "code": "417790",
    "sector": "영상 및 음향기기 제조업,IP 카메라, 영상스트리밍솔루션, IoT기기 및 서비스"
  },
  {
    "name": "트윔",
    "code": "290090",
    "sector": "소프트웨어 개발 및 공급업,AI 기반 스마트팩토리 검사 소프트웨어 및 설비"
  },
  {
    "name": "특수건설",
    "code": "026150",
    "sector": "토목 건설업,보링"
  },
  {
    "name": "티디에스팜",
    "code": "464280",
    "sector": "의약품 제조업,경피약물전달시스템(습포제, 첩부제)"
  },
  {
    "name": "티로보틱스",
    "code": "117730",
    "sector": "특수 목적용 기계 제조업,중대형 시스템, 중대형 로봇"
  },
  {
    "name": "티비씨",
    "code": "033830",
    "sector": "텔레비전 방송업,텔레비젼 방송,문화서비스,광고/출판,음반 제작,도매"
  },
  {
    "name": "티사이언티픽",
    "code": "057680",
    "sector": "소프트웨어 개발 및 공급업,모바일쿠폰"
  },
  {
    "name": "티쓰리",
    "code": "204610",
    "sector": "소프트웨어 개발 및 공급업,온라인 및 모바일 게임 등"
  },
  {
    "name": "티씨머티리얼즈",
    "code": "125020",
    "sector": "절연선 및 케이블 제조업,에나멜동선, 초고압케이블, 각동선, CTC 등"
  },
  {
    "name": "티씨케이",
    "code": "064760",
    "sector": "기타 비금속 광물제품 제조업,반도체 제조공정용 고순도 흑연제품"
  },
  {
    "name": "티앤알바이오팹",
    "code": "246710",
    "sector": "기초 의약물질 제조업,생분해성 의료기기, 3D 바이오프린팅 시스템, 바이오잉크, 3D 오가노이드, 3D 세포치료제"
  },
  {
    "name": "티앤엘",
    "code": "340570",
    "sector": "의료용품 및 기타 의약 관련제품 제조업,창상치료재, 정형외과용 고정재"
  },
  {
    "name": "티에스넥스젠",
    "code": "043220",
    "sector": "특수 목적용 기계 제조업,발전설비 Damper, 전력설비 Busway"
  },
  {
    "name": "티에스아이",
    "code": "277880",
    "sector": "특수 목적용 기계 제조업,2차전지 장비(믹싱시스템, 믹싱제작품, 믹싱 공사, 코터건조시스템)"
  },
  {
    "name": "티에스이",
    "code": "131290",
    "sector": "측정, 시험, 항해, 제어 및 기타 정밀기기 제조업; 광학기기 제외,Probe Card, Test Interface Board, LED Test Equipment"
  },
  {
    "name": "티에이치엔",
    "code": "019180",
    "sector": "기타 전기장비 제조업,자동차부품(전기배선장치류) 제조,도매"
  },
  {
    "name": "티에프이",
    "code": "425420",
    "sector": "전자부품 제조업,COK, Board, Test Socket"
  },
  {
    "name": "티엑스알로보틱스",
    "code": "484810",
    "sector": "일반 목적용 기계 제조업,물류자동화, 로봇자동화, AMR/AGV"
  },
  {
    "name": "티엔엔터테인먼트",
    "code": "131100",
    "sector": "영화, 비디오물, 방송프로그램 제작 및 배급업,연예인 매니지먼트, 계육, 식음료"
  },
  {
    "name": "티엘비",
    "code": "356860",
    "sector": "전자부품 제조업,SSD Module / DRAM Module PCB"
  },
  {
    "name": "티엘엔지니어링",
    "code": "413300",
    "sector": "건축기술, 엔지니어링 및 관련 기술 서비스업,클린룸 설계 및 시공"
  },
  {
    "name": "티와이홀딩스",
    "code": "363280",
    "sector": "기타 금융업,지주사업"
  },
  {
    "name": "티와이홀딩스우",
    "code": "36328K",
    "sector": "preferred"
  },
  {
    "name": "티움바이오",
    "code": "321550",
    "sector": "자연과학 및 공학 연구개발업,특발성폐섬유증 치료제, 면역항암제, 자궁내막증치료제, 혈우병치료제"
  },
  {
    "name": "티웨이항공",
    "code": "091810",
    "sector": "항공 여객 운송업,저가 항공운송"
  },
  {
    "name": "티웨이홀딩스",
    "code": "004870",
    "sector": "시멘트, 석회, 플라스터 및 그 제품 제조업,레미콘,콘크리트파일,완구 제조/미니어쳐테마파크 운영"
  },
  {
    "name": "티이엠씨",
    "code": "425040",
    "sector": "기초 화학물질 제조업,반도체용 특수가스"
  },
  {
    "name": "티이엠씨씨엔에스",
    "code": "241790",
    "sector": "특수 목적용 기계 제조업,반도체 케미칼 및 특수가스, 반도체 장비"
  },
  {
    "name": "티케이지애강",
    "code": "022220",
    "sector": "플라스틱제품 제조업,PB/CPVC 파이프, 연결구"
  },
  {
    "name": "티케이케미칼",
    "code": "104480",
    "sector": "화학섬유 제조업,수지, 폴리에스터, 스판덱스"
  },
  {
    "name": "티플랙스",
    "code": "081150",
    "sector": "1차 비철금속 제조업,스텐레스봉,판(열간제품) 제조,도매"
  },
  {
    "name": "티피씨글로벌",
    "code": "130740",
    "sector": "자동차 신품 부품 제조업,정밀인발강관, 정밀강관, Water pipe, Filler Neck 등"
  },
  {
    "name": "틸론",
    "code": "217880",
    "sector": "소프트웨어 개발 및 공급업,가상화 솔루션(D,A,V,E,I,T Solution) 및 ecloud.com"
  },
  {
    "name": "팅크웨어",
    "code": "084730",
    "sector": "통신 및 방송 장비 제조업,내비게이션,블랙박스,태블릿 및 위치정보서비스"
  },
  {
    "name": "파두",
    "code": "440110",
    "sector": "반도체 제조업,SSD 컨트롤러"
  },
  {
    "name": "파라다이스",
    "code": "034230",
    "sector": "유원지 및 기타 오락관련 서비스업,카지노, 호텔, 복합리조트"
  },
  {
    "name": "파라택시스코리아",
    "code": "288330",
    "sector": "기초 의약물질 제조업,펠리노-1 단백질 저해제, 오토택신 저해제"
  },
  {
    "name": "파라텍",
    "code": "033540",
    "sector": "특수 목적용 기계 제조업,소방기기"
  },
  {
    "name": "파로스아이바이오",
    "code": "388870",
    "sector": "자연과학 및 공학 연구개발업,PHI-101 급성골수성백혈병 치료제 및 재발성난소암 치료제"
  },
  {
    "name": "파루",
    "code": "043200",
    "sector": "전동기, 발전기 및 전기 변환 · 공급 · 제어 장치 제조업,온습도 조절기(에어쿨), 무인방제기(야호)"
  },
  {
    "name": "파마리서치",
    "code": "214450",
    "sector": "의료용품 및 기타 의약 관련제품 제조업,재생의약품"
  },
  {
    "name": "파마리서치바이오",
    "code": "217950",
    "sector": "의약품 제조업,메디컬 에스테틱, 생물학적 제재"
  },
  {
    "name": "파멥신",
    "code": "208340",
    "sector": ""
  },
  {
    "name": "파미셀",
    "code": "005690",
    "sector": "기초 의약물질 제조업,줄기세포치료제,화장품"
  },
  {
    "name": "파버나인",
    "code": "177830",
    "sector": "전자부품 제조업,알루미늄 소재 TV 외관재(프레임, 스탠드)"
  },
  {
    "name": "파세코",
    "code": "037070",
    "sector": "가정용 기기 제조업,창문형에어컨,석유스토브"
  },
  {
    "name": "파수",
    "code": "150900",
    "sector": "소프트웨어 개발 및 공급업,기업용 문서보안 솔루션"
  },
  {
    "name": "파워넷",
    "code": "037030",
    "sector": "전동기, 발전기 및 전기 변환 · 공급 · 제어 장치 제조업,전력변환장치"
  },
  {
    "name": "파워로직스",
    "code": "047310",
    "sector": "전동기, 발전기 및 전기 변환 · 공급 · 제어 장치 제조업,2차전지 보호회로 및 배터리팩, 카메라모듈"
  },
  {
    "name": "파워풀엑스",
    "code": "266870",
    "sector": ""
  },
  {
    "name": "파이버프로",
    "code": "368770",
    "sector": "측정, 시험, 항해, 제어 및 기타 정밀기기 제조업; 광학기기 제외,광섬유 관성센서 및 관성 측정장치"
  },
  {
    "name": "파이오링크",
    "code": "170790",
    "sector": "통신 및 방송 장비 제조업,ADC(서버부하 분산장치), 보안스위치, 웹방화벽"
  },
  {
    "name": "파인디앤씨",
    "code": "049120",
    "sector": "전자부품 제조업,CHASSIS , 금형"
  },
  {
    "name": "파인디지털",
    "code": "038950",
    "sector": "통신 및 방송 장비 제조업,원격 RF 감시장치, 디지털 광 중계기, 노드분배기"
  },
  {
    "name": "파인메딕스",
    "code": "387570",
    "sector": "의료용 기기 제조업,인젝터, 스네어, 나이프, 포셉 등 내시경용 시술기구"
  },
  {
    "name": "파인엠텍",
    "code": "441270",
    "sector": "전자부품 제조업,IT부품"
  },
  {
    "name": "파인테크닉스",
    "code": "106240",
    "sector": "전구 및 조명장치 제조업,LED조명기기"
  },
  {
    "name": "파인텍",
    "code": "131760",
    "sector": "특수 목적용 기계 제조업,OLED 제조장비"
  },
  {
    "name": "파커스",
    "code": "065690",
    "sector": "고무제품 제조업,프린터 부품, LED 조명기기,및 헬스케어 제품 제조업체"
  },
  {
    "name": "파크시스템스",
    "code": "140860",
    "sector": "측정, 시험, 항해, 제어 및 기타 정밀기기 제조업; 광학기기 제외,연구용 및 산업용 원자현미경"
  },
  {
    "name": "파트론",
    "code": "091700",
    "sector": "전자부품 제조업,카메라모듈, 안테나, 센서류 등"
  },
  {
    "name": "판도라티비",
    "code": "202960",
    "sector": "소프트웨어 개발 및 공급업,판도라TV, KM 플레이어"
  },
  {
    "name": "판타지오",
    "code": "032800",
    "sector": "창작 및 예술관련 서비스업"
  },
  {
    "name": "팜스빌",
    "code": "318010",
    "sector": "기타 식품 제조업,다이어트 제품 및 건강기능 관련 제품"
  },
  {
    "name": "팜스코",
    "code": "036580",
    "sector": "곡물가공품, 전분 및 전분제품 제조업,배합사료 제조,도매"
  },
  {
    "name": "팜스토리",
    "code": "027710",
    "sector": "동물용 사료 및 조제식품 제조업"
  },
  {
    "name": "팜젠사이언스",
    "code": "004720",
    "sector": "의약품 제조업,의약품 외"
  },
  {
    "name": "팡스카이",
    "code": "266350",
    "sector": "소프트웨어 개발 및 공급업,게임 개발 및 리퍼블리싱"
  },
  {
    "name": "패션플랫폼",
    "code": "225590",
    "sector": "봉제의복 제조업,여성복"
  },
  {
    "name": "팬스타엔터프라이즈",
    "code": "054300",
    "sector": "일반 목적용 기계 제조업,자동차 정비용 리프트"
  },
  {
    "name": "팬엔터테인먼트",
    "code": "068050",
    "sector": "영화, 비디오물, 방송프로그램 제작 및 배급업,방송영상물,음반"
  },
  {
    "name": "팬오션",
    "code": "028670",
    "sector": "해상 운송업,해상화물운송(외항,운수보관)"
  },
  {
    "name": "팬젠",
    "code": "222110",
    "sector": "의약품 제조업,바이오시밀러 의약품 개발, 바이오의약품 개발 기술이전 서비스 등"
  },
  {
    "name": "팸텍",
    "code": "271830",
    "sector": "특수 목적용 기계 제조업,카메라모듈 검사장비, 반도체 검사장비"
  },
  {
    "name": "퍼스텍",
    "code": "010820",
    "sector": "무기 및 총포탄 제조업,방위산업제품,프린터,불소화합물,자동차용 매트 제조/얼굴인식시스템 개발"
  },
  {
    "name": "퍼시스",
    "code": "016800",
    "sector": "가구 제조업,사무용 가구,의자,책상,캐비넷 제조"
  },
  {
    "name": "펄어비스",
    "code": "263750",
    "sector": "소프트웨어 개발 및 공급업,온라인게임 개발 서비스(검은사막)"
  },
  {
    "name": "펌텍코리아",
    "code": "251970",
    "sector": "플라스틱제품 제조업,화장품 용기"
  },
  {
    "name": "페이퍼코리아",
    "code": "001020",
    "sector": "펄프, 종이 및 판지 제조업,제지(신문용지,중질지),합판 제조,건설,석유류 판매"
  },
  {
    "name": "펨토바이오메드",
    "code": "327610",
    "sector": "의료용 기기 제조업,CellShot 플랫폼 / CellShot 기반 항암백신치료 제품군 / CellShot 기반 자가면역질환치료 제품군 / CellShot 기반 바이오의약품 생산세포주 제품군"
  },
  {
    "name": "펨트론",
    "code": "168360",
    "sector": "특수 목적용 기계 제조업,3D 정밀측정 검사장비"
  },
  {
    "name": "펩트론",
    "code": "087010",
    "sector": "기초 의약물질 제조업,약효지속성 의약품 및 펩타이드 소재"
  },
  {
    "name": "평화산업",
    "code": "090080",
    "sector": "자동차 신품 부품 제조업,자동차부품(방진고무,방류고무(COVER류,CUP류),호스류),장비시설용 부품 제조,판매"
  },
  {
    "name": "평화홀딩스",
    "code": "010770",
    "sector": "자동차 신품 부품 제조업,지주회사"
  },
  {
    "name": "포니링크",
    "code": "064800",
    "sector": "섬유, 의복, 신발 및 가죽제품 소매업,의류제품"
  },
  {
    "name": "포메탈",
    "code": "119500",
    "sector": "기타 금속 가공제품 제조업,자동차,풍력,방위산업,산업기계,농기계등의 단조부품"
  },
  {
    "name": "포바이포",
    "code": "389140",
    "sector": "영화, 비디오물, 방송프로그램 제작 및 배급업,광고영화 및 비디오물 제작업"
  },
  {
    "name": "포스뱅크",
    "code": "105760",
    "sector": "일반 목적용 기계 제조업,POS 단말기, KIOSK 단말기"
  },
  {
    "name": "포스코DX",
    "code": "022100",
    "sector": "건축기술, 엔지니어링 및 관련 기술 서비스업,EIC 자동화 엔지니어링 및 IT서비스"
  },
  {
    "name": "포스코스틸리온",
    "code": "058430",
    "sector": "1차 철강 제조업,용융아연도금강판,용융알루미늄도금강판,칼라도장강판,냉연강판 가공,제조,도매"
  },
  {
    "name": "포스코엠텍",
    "code": "009520",
    "sector": "1차 철강 제조업,철강포장용역 및 Al탈산제 생산"
  },
  {
    "name": "포스코인터내셔널",
    "code": "047050",
    "sector": "상품 중개업,영업활동의 주요 품목으로 에너지 사업내 천연가스 발전, 태양력, 풍력, 수소 등이 있으며, 트레이딩 사업은 철강 및 철강원료, 이차전지소재, 곡물, 유지, 면방, 바이오플라스틱, 친환경차부품, 인프라 및 산업 플랜트 등이 있음."
  },
  {
    "name": "포스코퓨처엠",
    "code": "003670",
    "sector": "일차전지 및 이차전지 제조업,내화물, 생석회, 음극재 및 양극재"
  },
  {
    "name": "포시에스",
    "code": "189690",
    "sector": "소프트웨어 개발 및 공급업,기업용 리포팅 소프트웨어 솔루션(OZ-Report 등)"
  },
  {
    "name": "포인트모바일",
    "code": "318020",
    "sector": "컴퓨터 및 주변장치 제조업,산업용 PDA"
  },
  {
    "name": "포인트엔지니어링",
    "code": "256630",
    "sector": "기타 금속 가공제품 제조업,디스플레이 및 반도체 장비 부품"
  },
  {
    "name": "포커스에이아이",
    "code": "331380",
    "sector": "영상 및 음향기기 제조업,영상저장장치 및 카메라"
  },
  {
    "name": "포톤",
    "code": "208710",
    "sector": "전자부품 제조업,모바일용 카메라모듈 부품외"
  },
  {
    "name": "폰드그룹",
    "code": "472850",
    "sector": "섬유, 의복, 신발 및 가죽제품 소매업,의류(언더웨어, 의복, 잡화, 코스메틱 등)"
  },
  {
    "name": "폴라리스AI",
    "code": "039980",
    "sector": "컴퓨터 프로그래밍, 시스템 통합 및 관리업,TRS통신, Kipling Bag외"
  },
  {
    "name": "폴라리스AI파마",
    "code": "041910",
    "sector": "의약품 제조업,원료의약품"
  },
  {
    "name": "폴라리스세원",
    "code": "234100",
    "sector": "자동차 신품 부품 제조업,자동차 공조장치 부품"
  },
  {
    "name": "폴라리스오피스",
    "code": "041020",
    "sector": "소프트웨어 개발 및 공급업,시스템 소프트웨어"
  },
  {
    "name": "폴라리스우노",
    "code": "114630",
    "sector": "화학섬유 제조업,PVC가발사, 난연고열사"
  },
  {
    "name": "푸드나무",
    "code": "290720",
    "sector": "무점포 소매업,nan"
  },
  {
    "name": "푸드웰",
    "code": "005670",
    "sector": "과실, 채소 가공 및 저장 처리업,깐밤, 통조림류, 딸기시럽류, 음료제품 등"
  },
  {
    "name": "푸른기술",
    "code": "094940",
    "sector": "컴퓨터 및 주변장치 제조업,금융자동화기기모듈,역무자동화기기모듈,특수단말시스템"
  },
  {
    "name": "푸른소나무",
    "code": "057880",
    "sector": ""
  },
  {
    "name": "푸른저축은행",
    "code": "007330",
    "sector": "은행 및 저축기관,대출이자"
  },
  {
    "name": "풀무원",
    "code": "017810",
    "sector": "기타 식품 제조업,두부류,생면류,나물류,냉동류,조미류,김치류,묵류,녹즙,과채음료,건강보조식품 판매,제조,생식품 수출"
  },
  {
    "name": "풍강",
    "code": "093380",
    "sector": "기타 금속 가공제품 제조업,자동차용너트류"
  },
  {
    "name": "풍국주정",
    "code": "023900",
    "sector": "알코올음료 제조업,발효주정"
  },
  {
    "name": "풍산",
    "code": "103140",
    "sector": "1차 비철금속 제조업,nan"
  },
  {
    "name": "풍산홀딩스",
    "code": "005810",
    "sector": "기타 금융업,동판제,대,관,봉,선,소전,동파이프 제조,도매,무역"
  },
  {
    "name": "풍원정밀",
    "code": "371950",
    "sector": "전자부품 제조업,OLED 증착용 Metal Mask"
  },
  {
    "name": "퓨런티어",
    "code": "370090",
    "sector": "측정, 시험, 항해, 제어 및 기타 정밀기기 제조업; 광학기기 제외,전장카메라모듈장비, 모바일카메라모듈장비, PC및 광원"
  },
  {
    "name": "퓨릿",
    "code": "445180",
    "sector": "기초 화학물질 제조업,반도체용 케미컬, 디스플레이용 케미컬, 산업용 케미컬"
  },
  {
    "name": "퓨처코어",
    "code": "151910",
    "sector": ""
  },
  {
    "name": "퓨쳐메디신",
    "code": "341170",
    "sector": "자연과학 및 공학 연구개발업,뉴클레오사이드 유도체 기반 합성의약품"
  },
  {
    "name": "퓨쳐켐",
    "code": "220100",
    "sector": "의약품 제조업,PET 방사성의약품, 자동합성장치, 합성시약 및 전구체"
  },
  {
    "name": "프럼파스트",
    "code": "035200",
    "sector": "플라스틱제품 제조업,주택건설용 플라스틱 배관"
  },
  {
    "name": "프레스티지바이오로직스",
    "code": "334970",
    "sector": "의약품 제조업,바이오시밀러 제조"
  },
  {
    "name": "프레스티지바이오파마",
    "code": "950210",
    "sector": "자연과학 및 공학 연구개발업,바이오시밀러 및 항체의약품 신약"
  },
  {
    "name": "프로이천",
    "code": "321260",
    "sector": "반도체 제조업,합병"
  },
  {
    "name": "프로젠",
    "code": "296160",
    "sector": "자연과학 및 공학 연구개발업,바이오의약품"
  },
  {
    "name": "프로텍",
    "code": "053610",
    "sector": "특수 목적용 기계 제조업,Dispenser, Tray Feeder, 공압실린더"
  },
  {
    "name": "프로티나",
    "code": "468530",
    "sector": "자연과학 및 공학 연구개발업,단백질간 상호작용 바이오마커 개발 및 분석서비스"
  },
  {
    "name": "프로티아",
    "code": "303360",
    "sector": "의료용 기기 제조업,알레르기 진단 제품"
  },
  {
    "name": "프롬바이오",
    "code": "377220",
    "sector": "기타 식품 제조업,개별인정형 건강기능식품"
  },
  {
    "name": "프리시젼바이오",
    "code": "335810",
    "sector": "의료용 기기 제조업,체외진단 기기 및 시약"
  },
  {
    "name": "프리엠스",
    "code": "053160",
    "sector": "전동기, 발전기 및 전기 변환 · 공급 · 제어 장치 제조업,건설장비용 전장품,제어기"
  },
  {
    "name": "플라즈맵",
    "code": "405000",
    "sector": "의료용 기기 제조업,플라즈마 멸균기 및 표면처리기기"
  },
  {
    "name": "플래스크",
    "code": "041590",
    "sector": "실내건축 및 건축마무리 공사업,실내건축 등"
  },
  {
    "name": "플래티어",
    "code": "367000",
    "sector": "소프트웨어 개발 및 공급업,E-Commerce Platform 구축"
  },
  {
    "name": "플랜티넷",
    "code": "075130",
    "sector": "컴퓨터 프로그래밍, 시스템 통합 및 관리업,유해사이트차단서비스"
  },
  {
    "name": "플럼라인생명과학",
    "code": "222670",
    "sector": "자연과학 및 공학 연구개발업,강아지암치료제,돼지DNA테라피"
  },
  {
    "name": "플레이그램",
    "code": "009810",
    "sector": "기타 전문 도매업,MRO, 영상콘텐츠"
  },
  {
    "name": "플레이디",
    "code": "237820",
    "sector": "광고업,온라인 광고 대행"
  },
  {
    "name": "플레이위드",
    "code": "023770",
    "sector": "소프트웨어 개발 및 공급업,게임소프트웨어"
  },
  {
    "name": "플루토스",
    "code": "019570",
    "sector": "신탁업 및 집합투자업,금융투자"
  },
  {
    "name": "플리토",
    "code": "300080",
    "sector": "자료처리, 호스팅, 포털 및 기타 인터넷 정보매개 서비스업,언어 데이터 구축 및 판매"
  },
  {
    "name": "피노",
    "code": "033790",
    "sector": "통신 및 방송 장비 제조업,무선통신시스템용 중계기"
  },
  {
    "name": "피델릭스",
    "code": "032580",
    "sector": "반도체 제조업,PSRAM 및 LPSDRAM"
  },
  {
    "name": "피씨디렉트",
    "code": "051380",
    "sector": "기계장비 및 관련 물품 도매업,스토리지(HDD), 프로세서(CPU), Memory, Monitor등"
  },
  {
    "name": "피씨엘",
    "code": "241820",
    "sector": "의료용품 및 기타 의약 관련제품 제조업,다중 체외진단 제품, 플랫폼서비스"
  },
  {
    "name": "피아이이",
    "code": "452450",
    "sector": "특수 목적용 기계 제조업,AI 비전 솔루션 및 스마트팩토리 솔루션"
  },
  {
    "name": "피앤씨테크",
    "code": "237750",
    "sector": "전동기, 발전기 및 전기 변환 · 공급 · 제어 장치 제조업,배전자동화단말장치"
  },
  {
    "name": "피앤에스로보틱스",
    "code": "460940",
    "sector": "의료용 기기 제조업,보행재활로봇 시스템"
  },
  {
    "name": "피에스케이",
    "code": "319660",
    "sector": "특수 목적용 기계 제조업,드라이스트립, 드라이클리닝"
  },
  {
    "name": "피에스케이홀딩스",
    "code": "031980",
    "sector": "특수 목적용 기계 제조업,Descum, Reflow"
  },
  {
    "name": "피에스텍",
    "code": "002230",
    "sector": "측정, 시험, 항해, 제어 및 기타 정밀기기 제조업; 광학기기 제외,적산계기, 전기차충전기, 신재생에너지 발전소 설치"
  },
  {
    "name": "피에이치에이",
    "code": "043370",
    "sector": "자동차 신품 부품 제조업,자동차용 도어랫치, 도어힌지"
  },
  {
    "name": "피엔에이치테크",
    "code": "239890",
    "sector": "기초 화학물질 제조업,OLED 소재"
  },
  {
    "name": "피엔케이피부임상연구센타",
    "code": "347740",
    "sector": "그외 기타 전문, 과학 및 기술 서비스업,피부인체적용시험"
  },
  {
    "name": "피엔티",
    "code": "137400",
    "sector": "특수 목적용 기계 제조업,2차전지 및 전자소재용 Roll-to-Roll 장비"
  },
  {
    "name": "피엔티엠에스",
    "code": "257370",
    "sector": "특수 목적용 기계 제조업,2차전지 분리막 제조설비, 디스플레이용 생산설비"
  },
  {
    "name": "피엠티",
    "code": "147760",
    "sector": "측정, 시험, 항해, 제어 및 기타 정밀기기 제조업; 광학기기 제외,반도체 검사용 프로브카드"
  },
  {
    "name": "피제이메탈",
    "code": "128660",
    "sector": "1차 비철금속 제조업,탈산제, 조재제"
  },
  {
    "name": "피제이전자",
    "code": "006140",
    "sector": "의료용 기기 제조업,EMS Business(의료용기기제조외)"
  },
  {
    "name": "피코그램",
    "code": "376180",
    "sector": "그외 기타 제품 제조업,정수기, 정수기 필터"
  },
  {
    "name": "피플바이오",
    "code": "304840",
    "sector": "의료용품 및 기타 의약 관련제품 제조업,올리고머화 베타-아밀로이드 검사제품(알츠하이머병 진단)"
  },
  {
    "name": "픽셀플러스",
    "code": "087600",
    "sector": "전자부품 제조업,CMOS 이미지센서 및 칩셋"
  },
  {
    "name": "핀텔",
    "code": "291810",
    "sector": "소프트웨어 개발 및 공급업,AI 영상 분석 솔루션 및 소프트웨어"
  },
  {
    "name": "필에너지",
    "code": "378340",
    "sector": "특수 목적용 기계 제조업,2차전지 제조장비"
  },
  {
    "name": "필옵틱스",
    "code": "161580",
    "sector": "특수 목적용 기계 제조업,디스플레이 및 반도체 제조공정용 제작"
  },
  {
    "name": "핌스",
    "code": "347770",
    "sector": "전자부품 제조업,OLED Metal Mask"
  },
  {
    "name": "핑거",
    "code": "163730",
    "sector": "소프트웨어 개발 및 공급업,스마트 금융 플랫폼, 핀테크 금융 솔루션"
  },
  {
    "name": "핑거스토리",
    "code": "417180",
    "sector": "기타 정보 서비스업,웹툰, 디지털 만화, 웹소설"
  },
  {
    "name": "하나29호스팩",
    "code": "454640",
    "sector": "금융 지원 서비스업,기업인수합병"
  },
  {
    "name": "하나30호스팩",
    "code": "469880",
    "sector": "금융 지원 서비스업,기업인수합병"
  },
  {
    "name": "하나31호스팩",
    "code": "469900",
    "sector": "금융 지원 서비스업,기업인수합병"
  },
  {
    "name": "하나32호스팩",
    "code": "475240",
    "sector": "금융 지원 서비스업,기업인수합병"
  },
  {
    "name": "하나33호스팩",
    "code": "475250",
    "sector": "금융 지원 서비스업,기업인수합병"
  },
  {
    "name": "하나34호스팩",
    "code": "484130",
    "sector": "금융 지원 서비스업,기업인수목적"
  },
  {
    "name": "하나35호스팩",
    "code": "0041L0",
    "sector": "금융 지원 서비스업,기업인수합병"
  },
  {
    "name": "하나금융지주",
    "code": "086790",
    "sector": "기타 금융업"
  },
  {
    "name": "하나기술",
    "code": "299030",
    "sector": "특수 목적용 기계 제조업,이차전지 양산 자동화 설비 제조"
  },
  {
    "name": "하나마이크론",
    "code": "067310",
    "sector": "반도체 제조업,반도체패키징,IOT"
  },
  {
    "name": "하나머티리얼즈",
    "code": "166090",
    "sector": "반도체 제조업,실리콘부품, 세라믹부품, 특수가스"
  },
  {
    "name": "하나제약",
    "code": "293480",
    "sector": "의약품 제조업,완제의약품"
  },
  {
    "name": "하나투어",
    "code": "039130",
    "sector": "여행사 및 기타 여행보조 서비스업,일반여행알선,컴퓨터프로그램 개발,보급,통신판매"
  },
  {
    "name": "하림",
    "code": "136480",
    "sector": "도축, 육류 가공 및 저장 처리업,육계, 육계가공식품"
  },
  {
    "name": "하림지주",
    "code": "003380",
    "sector": "기타 금융업,지주사업"
  },
  {
    "name": "하스",
    "code": "450330",
    "sector": "의료용품 및 기타 의약 관련제품 제조업,리튬디실리케이트 수복소재(Amber block, Amber Ingot 등), 지르코니아 유치관"
  },
  {
    "name": "하이드로리튬",
    "code": "101670",
    "sector": "구조용 금속제품, 탱크 및 증기발생기 제조업,영구앵커,교량용케이블,타이케이블"
  },
  {
    "name": "하이딥",
    "code": "365590",
    "sector": "반도체 제조업,UIUX Solution"
  },
  {
    "name": "하이로닉",
    "code": "149980",
    "sector": "의료용 기기 제조업,피부미용 의료기기"
  },
  {
    "name": "하이록코리아",
    "code": "013030",
    "sector": "1차 철강 제조업,관이음쇠"
  },
  {
    "name": "하이브",
    "code": "352820",
    "sector": "오디오물 출판 및 원판 녹음업,음악 기획/제작, 퍼블리싱, 아티스트 매니지먼트"
  },
  {
    "name": "하이비젼시스템",
    "code": "126700",
    "sector": "사진장비 및 광학기기 제조업,카메라모듈 제조검사용 장비"
  },
  {
    "name": "하이스틸",
    "code": "071090",
    "sector": "1차 철강 제조업,강관 제조,도매"
  },
  {
    "name": "하이제8호스팩",
    "code": "450050",
    "sector": "spac"
  },
  {
    "name": "하이젠알앤엠",
    "code": "160190",
    "sector": "전동기, 발전기 및 전기 변환 · 공급 · 제어 장치 제조업,전동기 및 발전기 (범용모터, 서보모터)"
  },
  {
    "name": "하이즈항공",
    "code": "221840",
    "sector": "항공기,우주선 및 부품 제조업,B787 날개구조물 등"
  },
  {
    "name": "하이텍팜",
    "code": "106190",
    "sector": "기초 의약물질 제조업,주사제용 무균 원료의약품(Sterile Imipenem 외)"
  },
  {
    "name": "하이트진로",
    "code": "000080",
    "sector": "알코올음료 제조업,맥주, 소주"
  },
  {
    "name": "하이트진로2우B",
    "code": "000087",
    "sector": "preferred"
  },
  {
    "name": "하이트진로홀딩스",
    "code": "000140",
    "sector": "기타 금융업,지주회사"
  },
  {
    "name": "하이트진로홀딩스우",
    "code": "000145",
    "sector": "preferred"
  },
  {
    "name": "하이퍼코퍼레이션",
    "code": "065650",
    "sector": "기계장비 및 관련 물품 도매업,음반재킷 제작"
  },
  {
    "name": "하츠",
    "code": "066130",
    "sector": "가정용 기기 제조업,레인지후드, 빌트인 기기 등"
  },
  {
    "name": "한국ANKOR유전",
    "code": "152550",
    "sector": "신탁업 및 집합투자업,nan"
  },
  {
    "name": "한국가구",
    "code": "004590",
    "sector": "기타 상품 전문 소매업,소파"
  },
  {
    "name": "한국가스공사",
    "code": "036460",
    "sector": "연료용 가스 제조 및 배관공급업,액화천연가스 공급,제조,도매,개발"
  },
  {
    "name": "한국경제TV",
    "code": "039340",
    "sector": "텔레비전 방송업,광고수입, 협찬수입"
  },
  {
    "name": "한국공항",
    "code": "005430",
    "sector": "기타 운송관련 서비스업,항공기 지상조업,항공화물 상하역,장비대여,항공용역사업,항공기급유,항공화물 취급,보관,부정기헬기운송,여행알선,광업,먹는샘물 제조,농축산업"
  },
  {
    "name": "한국금융지주",
    "code": "071050",
    "sector": "기타 금융업,금융지주회사"
  },
  {
    "name": "한국금융지주우",
    "code": "071055",
    "sector": "preferred"
  },
  {
    "name": "한국기업평가",
    "code": "034950",
    "sector": "기타 사업지원 서비스업,신용평가, 컨설팅, 위험관리솔루션"
  },
  {
    "name": "한국내화",
    "code": "010040",
    "sector": "내화, 비내화 요업제품 제조업,내화벽돌,내화몰탈,축로등 제조,판매"
  },
  {
    "name": "한국단자",
    "code": "025540",
    "sector": "전동기, 발전기 및 전기 변환 · 공급 · 제어 장치 제조업,전기변환장치(광커넥터,통신용콘넥터,정밀압착단자설계) 제조,무역(수출)"
  },
  {
    "name": "한국맥널티",
    "code": "222980",
    "sector": "기타 식품 제조업,커피 및 의약품"
  },
  {
    "name": "한국무브넥스",
    "code": "010100",
    "sector": "자동차 신품 부품 제조업,자동차부품(제동,구동장치),프랜지(관이음쇠),철구조물,산업기계 제조"
  },
  {
    "name": "한국미라클피플사",
    "code": "331660",
    "sector": "기타 화학제품 제조업,은나노스텝, 닥터오렌지 등"
  },
  {
    "name": "한국비엔씨",
    "code": "256840",
    "sector": "기초 의약물질 제조업,필러 등 생체재료의료물질 개발"
  },
  {
    "name": "한국비티비",
    "code": "219750",
    "sector": "의료용 기기 제조업,의료기기 및 미용기기"
  },
  {
    "name": "한국석유",
    "code": "004090",
    "sector": "기타 비금속 광물제품 제조업,석유류제품(솔벤트,부로운아스팔트,방수시트몰터프라스,메타놀,빙초산) 제조,도소매/부동산 임대"
  },
  {
    "name": "한국선재",
    "code": "025550",
    "sector": "1차 철강 제조업,철강선재류"
  },
  {
    "name": "한국수출포장",
    "code": "002200",
    "sector": "골판지, 종이 상자 및 종이용기 제조업,골판지상자,골판지원지 제조,판매"
  },
  {
    "name": "한국쉘석유",
    "code": "002960",
    "sector": "석유 정제품 제조업,윤활유,그리스 제조,도매"
  },
  {
    "name": "한국알콜",
    "code": "017890",
    "sector": "기타 화학제품 제조업,주정"
  },
  {
    "name": "한국앤컴퍼니",
    "code": "000240",
    "sector": "기타 금융업,비금융지주회사"
  },
  {
    "name": "한국유니온제약",
    "code": "080720",
    "sector": "의약품 제조업,항생제, 순환기계, 근골격계, 소화기계류 완제의약품"
  },
  {
    "name": "한국자산신탁",
    "code": "123890",
    "sector": "신탁업 및 집합투자업,부동산 신탁 서비스, REITs"
  },
  {
    "name": "한국전력",
    "code": "015760",
    "sector": "전기업,전력자원개발,발전,송전,전력용기자재확보"
  },
  {
    "name": "한국전자인증",
    "code": "041460",
    "sector": "소프트웨어 개발 및 공급업,개인용이메일 보안,인증업무,전자상거래관련 인증서비스/기업용 인증솔루션 제공"
  },
  {
    "name": "한국전자홀딩스",
    "code": "006200",
    "sector": "기타 금융업,시장조사,경영컨설팅"
  },
  {
    "name": "한국정밀기계",
    "code": "101680",
    "sector": "특수 목적용 기계 제조업,금속절삭가공기계(수치제어식 수평보링머신,오면가공기,수직선반,플로우보링머신),산업기계(전용기,공작기계부품) 제조,판매"
  },
  {
    "name": "한국정보공학",
    "code": "039740",
    "sector": "기타 전문 도매업,그룹웨어, 자료관리시스템"
  },
  {
    "name": "한국���보인증",
    "code": "053300",
    "sector": "소프트웨어 개발 및 공급업,공인인증서, PKI솔루션 등"
  },
  {
    "name": "한국정보통신",
    "code": "025770",
    "sector": "전기 통신업,신용카드부가통신업(VAN),전자지급결제대행업(PG)"
  },
  {
    "name": "한국제12호스팩",
    "code": "458610",
    "sector": "금융 지원 서비스업,기업인수합병"
  },
  {
    "name": "한국제13호스팩",
    "code": "464440",
    "sector": "금융 지원 서비스업,기업인수합병"
  },
  {
    "name": "한국제15호스팩",
    "code": "479880",
    "sector": "금융 지원 서비스업,기업인수합병"
  },
  {
    "name": "한국제지",
    "code": "027970",
    "sector": "펄프, 종이 및 판지 제조업,펄프, 종이 및 판지 제조업(031701)"
  },
  {
    "name": "한국종합기술",
    "code": "023350",
    "sector": "건축기술, 엔지니어링 및 관련 기술 서비스업,토목설계,건축설계,감리,측량/토목건축공사"
  },
  {
    "name": "한국주강",
    "code": "025890",
    "sector": "특수 목적용 기계 제조업,주강,주물 제조,도매"
  },
  {
    "name": "한국주철관",
    "code": "000970",
    "sector": "1차 철강 제조업,수도용주철관,강관 제조"
  },
  {
    "name": "한국철강",
    "code": "104700",
    "sector": "1차 철강 제조업,철근"
  },
  {
    "name": "한국첨단소재",
    "code": "062970",
    "sector": "통신 및 방송 장비 제조업,데이터센터용 AWG, 통신용 AWG, 스플리터, 계측기 등"
  },
  {
    "name": "한국카본",
    "code": "017960",
    "sector": "구조용 금속제품, 탱크 및 증기발생기 제조업,탄소섬유(카본프리프레그(낚시대,테니스라켓,골프 Shaft,스포츠레저용품)),합성수지,글라스페이퍼,LNG선박용 단열판넬 제조,도매"
  },
  {
    "name": "한국캐피탈",
    "code": "023760",
    "sector": "기타 금융업,리스수수료"
  },
  {
    "name": "한국컴퓨터",
    "code": "054040",
    "sector": "전자부품 제조업,PCB Assembly (PBA)"
  },
  {
    "name": "한국콜마",
    "code": "161890",
    "sector": "기타 화학제품 제조업,화장품, 의약품"
  },
  {
    "name": "한국큐빅",
    "code": "021650",
    "sector": "플라스틱제품 제조업,Curl Fit(표면처리사업)"
  },
  {
    "name": "한국타이어앤테크놀로지",
    "code": "161390",
    "sector": "고무제품 제조업,타이어 제조"
  },
  {
    "name": "한국토지신탁",
    "code": "034830",
    "sector": "신탁업 및 집합투자업,부동산신탁 등"
  },
  {
    "name": "한국특강",
    "code": "007280",
    "sector": "1차 철강 제조업,철강압연제품(앵글,이형형강,평철,환봉) 제조,판매"
  },
  {
    "name": "한국파마",
    "code": "032300",
    "sector": "의약품 제조업,완제의약품(정신신경계, 소화기계, 순환기계, 항생항균, 기타)"
  },
  {
    "name": "한국팩키지",
    "code": "037230",
    "sector": "골판지, 종이 상자 및 종이용기 제조업,카톤팩, 골판지 상자"
  },
  {
    "name": "한국피아이엠",
    "code": "448900",
    "sector": "자동차 신품 부품 제조업,내연기관 부품(터보차저, DCT변속기), IT 부품(스마트워치/스마트링), 자율주행 부품(카메라 모듈 케이스)"
  },
  {
    "name": "한국항공우주",
    "code": "047810",
    "sector": "항공기,우주선 및 부품 제조업,정부방산 및 완제기 수출(T-50계열, KUH계열, KT-1계열 등), 기체부품"
  },
  {
    "name": "한국화장품",
    "code": "123690",
    "sector": "생활용품 도매업,화장품"
  },
  {
    "name": "한국화장품제조",
    "code": "003350",
    "sector": "기타 화학제품 제조업,화장품(OEM,ODM)"
  },
  {
    "name": "한글과컴퓨터",
    "code": "030520",
    "sector": "소프트웨어 개발 및 공급업,오피스소프트웨어"
  },
  {
    "name": "한네트",
    "code": "052600",
    "sector": "전기 통신업,현금서비스, 예금인출"
  },
  {
    "name": "한농화성",
    "code": "011500",
    "sector": "기타 화학제품 제조업,계면활성제,글리콜에테르 제조,판매"
  },
  {
    "name": "한독",
    "code": "002390",
    "sector": "의약품 제조업,의약품(소화제,크라포란,라식스)제조,도매,부동산 임대"
  },
  {
    "name": "한독크린텍",
    "code": "256150",
    "sector": "일반 목적용 기계 제조업,정수기 필터"
  },
  {
    "name": "한라IMS",
    "code": "092460",
    "sector": "선박 및 보트 건조업,선용원격자동측정시스템,선용원격자동경보시스템"
  },
  {
    "name": "한라캐스트",
    "code": "125490",
    "sector": "자동차 신품 부품 제조업,마그네슘 및 알루미늄 다이캐스팅 제품(차량, 가전용 경량화 소재 부품)"
  },
  {
    "name": "한미글로벌",
    "code": "053690",
    "sector": "건축기술, 엔지니어링 및 관련 기술 서비스업,건축 설계,감리/건축공사,토목공사,설비공사,전기공사,안전공사"
  },
  {
    "name": "한미반도체",
    "code": "042700",
    "sector": "특수 목적용 기계 제조업,반도체 후공정장비,반도체금형 제조/부동산 매매,임대"
  },
  {
    "name": "한미사이언스",
    "code": "008930",
    "sector": "기타 금융업,항생제(세포탁심,세포트리악손),유산균정장제(메디락비타,메디락베베),위장관운동조절개선제(설프라이드),고혈압치료제(유니바스크),원료의약품,식품 제조,판매"
  },
  {
    "name": "한미약품",
    "code": "128940",
    "sector": "의약품 제조업"
  },
  {
    "name": "한빛레이저",
    "code": "452190",
    "sector": "특수 목적용 기계 제조업,산업용 레이저 가공장비"
  },
  {
    "name": "한빛소프트",
    "code": "047080",
    "sector": "소프트웨어 개발 및 공급업,게임(스타크래프트 등), 교육, 솔루션"
  },
  {
    "name": "한샘",
    "code": "009240",
    "sector": "생활용품 도매업,주방가구(씽크대),인테리어가구 판매,제조/주택신축판매"
  },
  {
    "name": "한선엔지니어링",
    "code": "452280",
    "sector": "기타 금속 가공제품 제조업,계장용 피팅 및 밸브, 모듈"
  },
  {
    "name": "한섬",
    "code": "020000",
    "sector": "봉제의복 제조업,여성의류,금속 액세서리,신발,가방,선글라스 제조,판매"
  },
  {
    "name": "한성기업",
    "code": "003680",
    "sector": "수산물 가공 및 저장 처리업,냉동식품,햄제품 제조,도매,보관/원양어업"
  },
  {
    "name": "한성크린텍",
    "code": "066980",
    "sector": "건축기술, 엔지니어링 및 관련 기술 서비스업,수처리설비EPC"
  },
  {
    "name": "한세실업",
    "code": "105630",
    "sector": "봉제의복 제조업,의류 완제품"
  },
  {
    "name": "한세엠케이",
    "code": "069640",
    "sector": "섬유, 의복, 신발 및 가죽제품 소매업,케주얼웨어(BUCKAROO, TBJ 등)"
  },
  {
    "name": "한세예스24홀딩스",
    "code": "016450",
    "sector": "봉제의복 제조업,의류(니트) 제조,도소매,원단 제조,부동산 임대"
  },
  {
    "name": "한솔로지스틱스",
    "code": "009180",
    "sector": "기타 운송관련 서비스업,지류펄프 보관창고 운영/화물취급,화물운송알선,물류컨설팅/종합쇼핑몰운영,통신판매,인터넷백화점"
  },
  {
    "name": "한솔아이원스",
    "code": "114810",
    "sector": "특수 목적용 기계 제조업,반도체 장비 부품 제조 및 세정, LCD 장비 부품 제조"
  },
  {
    "name": "한솔인티큐브",
    "code": "070590",
    "sector": "컴퓨터 프로그래밍, 시스템 통합 및 관리업,기업통신 및 무선인터넷"
  },
  {
    "name": "한솔제지",
    "code": "213500",
    "sector": "펄프, 종이 및 판지 제조업,인쇄용지, 산업용지, 특수지 제조 및 판매"
  },
  {
    "name": "한솔케미칼",
    "code": "014680",
    "sector": "기초 화학물질 제조업,과산화수소,라텍스,요소수지,수소액화탄산,차아황산소다 제조,판매,디지털카메라용 인화필름 제조,수출"
  },
  {
    "name": "한솔테크닉스",
    "code": "004710",
    "sector": "전자부품 제조업,백라이트유닛,인버터,폴리바리콘,모니터,통신장비 제조"
  },
  {
    "name": "한솔홀딩스",
    "code": "004150",
    "sector": "기타 금융업,지주회사,경영자문컨설팅"
  },
  {
    "name": "한솔홈데코",
    "code": "025750",
    "sector": "제재 및 목재 가공업,PB,MDF,바닥재,강화,재생목재,LPM,제재목 제조,도소매,무역/임업,벌목관련 사업"
  },
  {
    "name": "한스바이오메드",
    "code": "042520",
    "sector": "의료용품 및 기타 의약 관련제품 제조업,인체이식용조직(인조피부,인조뼈),의료용시술재료(가슴보형물)"
  },
  {
    "name": "한신공영",
    "code": "004960",
    "sector": "건물 건설업,토목공사,건축공사,주택건설,유통업(백화점),문화교실,주차장"
  },
  {
    "name": "한신기계",
    "code": "011700",
    "sector": "일반 목적용 기계 제조업,공기압축기,공구류 제조,판매/오파"
  },
  {
    "name": "한싹",
    "code": "430690",
    "sector": "소프트웨어 개발 및 공급업,망간자료전송"
  },
  {
    "name": "한양디지텍",
    "code": "078350",
    "sector": "반도체 제조업,메모리 모듈"
  },
  {
    "name": "한양이엔지",
    "code": "045100",
    "sector": "건축기술, 엔지니어링 및 관련 기술 서비스업,반도체배관설비"
  },
  {
    "name": "한양증권",
    "code": "001750",
    "sector": "금융 지원 서비스업,증권업"
  },
  {
    "name": "한양증권우",
    "code": "001755",
    "sector": "preferred"
  },
  {
    "name": "한온시스템",
    "code": "018880",
    "sector": "일반 목적용 기계 제조업,자동차용부품(라디에이터,히터,에어콘,압축기,콘덴서,컴퓨레사) 제조,도매"
  },
  {
    "name": "한올바이오파마",
    "code": "009420",
    "sector": "의약품 제조업,의약품 제조,도매/부동산 임대"
  },
  {
    "name": "한울반도체",
    "code": "320000",
    "sector": "특수 목적용 기계 제조업,비전검사장비"
  },
  {
    "name": "한울소재과학",
    "code": "091440",
    "sector": "통신 및 방송 장비 제조업,광전송장비"
  },
  {
    "name": "한울앤제주",
    "code": "276730",
    "sector": "알코올음료 제조업,맥주"
  },
  {
    "name": "한익스프레스",
    "code": "014130",
    "sector": "도로 화물 운송업,특수화물 운송(유류,화학류,벌크제품 등),냉동차,탱크로리운송,복합운송 주선,임대,택배/특장차,중기 제조,판매"
  },
  {
    "name": "한일단조",
    "code": "024740",
    "sector": "자동차 신품 부품 제조업,단조품"
  },
  {
    "name": "한일사료",
    "code": "005860",
    "sector": "동물용 사료 및 조제식품 제조업,배합사료"
  },
  {
    "name": "한일시멘트",
    "code": "300720",
    "sector": "시멘트, 석회, 플라스터 및 그 제품 제조업,시멘트, 레미콘, 레미탈"
  },
  {
    "name": "한일철강",
    "code": "002220",
    "sector": "1차 철강 제조업,강관류,철판류,금속관류,건축자재,자동차부품 제조,도매"
  },
  {
    "name": "한일현대시멘트",
    "code": "006390",
    "sector": ""
  },
  {
    "name": "한일홀딩스",
    "code": "003300",
    "sector": "시멘트, 석회, 플라스터 및 그 제품 제조업,지주사업"
  },
  {
    "name": "한일화학",
    "code": "007770",
    "sector": "기초 화학물질 제조업,산화아연"
  },
  {
    "name": "한전KPS",
    "code": "051600",
    "sector": "전기 및 통신 공사업,일반전기공사,발전설비정비공사,점검,수리,엔지니어링"
  },
  {
    "name": "한전기술",
    "code": "052690",
    "sector": "건축기술, 엔지니어링 및 관련 기술 서비스업,원자력발전소 설계 등"
  },
  {
    "name": "한전산업",
    "code": "130660",
    "sector": "건축기술, 엔지니어링 및 관련 기술 서비스업,발전설비 운전·정비, 전기검침"
  },
  {
    "name": "한주라이트메탈",
    "code": "198940",
    "sector": "1차 비철금속 제조업,알루미늄 기반 경량화 자동차 부품"
  },
  {
    "name": "한주에이알티",
    "code": "058450",
    "sector": "영화, 비디오물, 방송프로그램 제작 및 배급업,컴퓨터, 복사기 등의 부품"
  },
  {
    "name": "한중엔시에스",
    "code": "107640",
    "sector": "전동기, 발전기 및 전기 변환 · 공급 · 제어 장치 제조업,수냉식 냉각시스템 ESS Parts, 공랭식 ESS Module Parts, EV Module 및 내연기관 Parts"
  },
  {
    "name": "한진",
    "code": "002320",
    "sector": "도로 화물 운송업,포장화물,택배산업,항만하역,고속버스사업,운수보관"
  },
  {
    "name": "한진중공업홀딩스",
    "code": "003480",
    "sector": "연료용 가스 제조 및 배관공급업,지주회사"
  },
  {
    "name": "한진칼",
    "code": "180640",
    "sector": "기타 금융업,지주사업, 경영자문 및 컨설팅"
  },
  {
    "name": "한진칼우",
    "code": "18064K",
    "sector": "preferred"
  },
  {
    "name": "한창",
    "code": "005110",
    "sector": "기계장비 및 관련 물품 도매업,소화기, 통신장비 유통"
  },
  {
    "name": "한창산업",
    "code": "079170",
    "sector": "1차 비철금속 제조업,아연말,리튬브로마이드,산화망간,인산아연"
  },
  {
    "name": "한창제지",
    "code": "009460",
    "sector": "펄프, 종이 및 판지 제조업,마닐라판지,고급백판지(ALL PULP) 제조,판매,수출입"
  },
  {
    "name": "한컴라이프케어",
    "code": "372910",
    "sector": "의료용 기기 제조업,공기호흡기, 방독면, 보호복 등"
  },
  {
    "name": "한컴위드",
    "code": "054920",
    "sector": "소프트웨어 개발 및 공급업,전자상거래 보안 솔루션"
  },
  {
    "name": "한켐",
    "code": "457370",
    "sector": "기초 화학물질 제조업,OLED 발광층 소재 등"
  },
  {
    "name": "한탑",
    "code": "002680",
    "sector": "곡물가공품, 전분 및 전분제품 제조업,소맥분(밀가루),배합사료"
  },
  {
    "name": "한텍",
    "code": "098070",
    "sector": "일반 목적용 기계 제조업,열교환기 등 화공기기, 저장용 탱크"
  },
  {
    "name": "한화",
    "code": "000880",
    "sector": "기타 화학제품 제조업,화약,화공품,자동선반류,공작기계 제조,전자교환기,건설,정보통신,종합무역/임직원 및 개인대상 교육,세미나 및 워크샵 중계,동영상광고"
  },
  {
    "name": "한화3우B",
    "code": "00088K",
    "sector": "preferred"
  },
  {
    "name": "한화갤러리아",
    "code": "452260",
    "sector": "종합 소매업,백화점"
  },
  {
    "name": "한화갤러리아우",
    "code": "45226K",
    "sector": "preferred"
  },
  {
    "name": "한화리츠",
    "code": "451800",
    "sector": "부동산 임대 및 공급업,부동산투자"
  },
  {
    "name": "한화비전",
    "code": "489790",
    "sector": "통신 및 방송 장비 제조업,비금융지주회사"
  },
  {
    "name": "한화생명",
    "code": "088350",
    "sector": "보험업,생명보험"
  },
  {
    "name": "한화손해보험",
    "code": "000370",
    "sector": "보험업,손해보험"
  },
  {
    "name": "한화솔루션",
    "code": "009830",
    "sector": "기초 화학물질 제조업,합성수지,유화부문(LDPE,LLDPE)제품 제조,플라스틱가공품(PVC),CA,무기화학제품,부동산업"
  },
  {
    "name": "한화솔루션우",
    "code": "009835",
    "sector": "preferred"
  },
  {
    "name": "한화시스템",
    "code": "272210",
    "sector": "전자부품 제조업,정밀기기(육해공군관련전자제어시스템,열영상감시장비,탐지추적장치,전투지휘체계시스템) 제조"
  },
  {
    "name": "한화에어로스페이스",
    "code": "012450",
    "sector": "항공기,우주선 및 부품 제조업,항공기엔진,특수방산장비 제조/정비사업"
  },
  {
    "name": "한화엔진",
    "code": "082740",
    "sector": "일반 목적용 기계 제조업,대형선박용엔진,내연발전엔진"
  },
  {
    "name": "한화오션",
    "code": "042660",
    "sector": "선박 및 보트 건조업,선박 제조"
  },
  {
    "name": "한화투자증권",
    "code": "003530",
    "sector": "금융 지원 서비스업,유가증권 위탁매매,자기매매,인수주선"
  },
  {
    "name": "한화투자증권우",
    "code": "003535",
    "sector": "preferred"
  },
  {
    "name": "한화플러스제4호스팩",
    "code": "455310",
    "sector": "금융 지원 서비스업,-"
  },
  {
    "name": "한화플러스제5호스팩",
    "code": "498390",
    "sector": "금융 지원 서비스업,-"
  },
  {
    "name": "해성디에스",
    "code": "195870",
    "sector": "전자부품 제조업,반도체 패키지용 Substrate"
  },
  {
    "name": "해성산업",
    "code": "034810",
    "sector": "기타 금융업,시설관리 용역 및 부동산 임대"
  },
  {
    "name": "해성산업1우",
    "code": "03481K",
    "sector": "preferred"
  },
  {
    "name": "해성에어로보틱스",
    "code": "059270",
    "sector": "기타 금속 가공제품 제조업,기어 및 동력전달장치"
  },
  {
    "name": "해성옵틱스",
    "code": "076610",
    "sector": "사진장비 및 광학기기 제조업,휴대폰용 렌즈모듈 및 카메라모듈"
  },
  {
    "name": "해태제과식품",
    "code": "101530",
    "sector": "기타 식품 제조업,홈런볼, 오예스, 맛동산, 부라보콘 등"
  },
  {
    "name": "핸디소프트",
    "code": "220180",
    "sector": "소프트웨어 개발 및 공급업,EKP, BPM, 네트워크장비"
  },
  {
    "name": "핸즈코퍼레이션",
    "code": "143210",
    "sector": "자동차 신품 부품 제조업,자동차 알루미늄 휠"
  },
  {
    "name": "헝셩그룹",
    "code": "900270",
    "sector": "기타 금융업,자회사 제품 : 아동용 완구 및 아동복 등"
  },
  {
    "name": "헥토이노베이션",
    "code": "214180",
    "sector": "기타 정보 서비스업,휴대폰부가서비스"
  },
  {
    "name": "헥토파이낸셜",
    "code": "234340",
    "sector": "기타 정보 서비스업,가상계좌중계, 간편현금결제"
  },
  {
    "name": "헬릭스미스",
    "code": "084990",
    "sector": "자연과학 및 공학 연구개발업,바이오신약, 천연물신약 연구개발"
  },
  {
    "name": "현대ADM",
    "code": "187660",
    "sector": "자연과학 및 공학 연구개발업,임상 CRO 서비스"
  },
  {
    "name": "현대건설",
    "code": "000720",
    "sector": "토목 건설업,공사수입,주택분양,건설산업부문 설계,감리 등 엔지니어링서비스"
  },
  {
    "name": "현대건설우",
    "code": "000725",
    "sector": "preferred"
  },
  {
    "name": "현대공업",
    "code": "170030",
    "sector": "자동차 신품 부품 제조업,시트패드, 암레스트, 헤드레스트"
  },
  {
    "name": "현대그린푸드",
    "code": "453340",
    "sector": "종합 소매업,푸드서비스(단체급식), 식자재유통서비스, 공산품/생식품 유통서비스"
  },
  {
    "name": "현대글로비스",
    "code": "086280",
    "sector": "기타 운송관련 서비스업,화물운송주선,화물포장,자동차 수리/산업용 기계장비 임대"
  },
  {
    "name": "현대로템",
    "code": "064350",
    "sector": "철도장비 제조업,철도차량, 특수중기, 산업기계"
  },
  {
    "name": "현대리바트",
    "code": "079430",
    "sector": "가구 제조업,일반목재가구(책상,침실가구),주방가구,목창호,사무용가구,선실가구 제조"
  },
  {
    "name": "현대모비스",
    "code": "012330",
    "sector": "자동차 신품 부품 제조업,자동차A/S용 부품,컨테이너,특수중기,산업기계제품 생산,판매,부품모듈화,부품수출사업,환경/플랜트사업,특수중기부문(컨테이너)"
  },
  {
    "name": "현대무벡스",
    "code": "319400",
    "sector": "일반 목적용 기계 제조업,물류자동화, IT서비스"
  },
  {
    "name": "현대바이오",
    "code": "048410",
    "sector": "기타 화학제품 제조업,화장품 및 화장품원료"
  },
  {
    "name": "현대바이오랜드",
    "code": "052260",
    "sector": "기타 화학제품 제조업,천연물질 추출물, 미생물 배양제품"
  },
  {
    "name": "현대백화점",
    "code": "069960",
    "sector": "종합 소매업,백화점"
  },
  {
    "name": "현대비앤지스틸",
    "code": "004560",
    "sector": "1차 철강 제조업,스텐레스냉연강판,특수강 제조"
  },
  {
    "name": "현대사료",
    "code": "016790",
    "sector": "동물용 사료 및 조제식품 제조업,양계, 양돈 배합사료"
  },
  {
    "name": "현대약품",
    "code": "004310",
    "sector": "의약품 제조업,타코실, 마이녹실, 테놀민, 미에로화이바 등"
  },
  {
    "name": "현대에버다임",
    "code": "041440",
    "sector": "특수 목적용 기계 제조업,콘크리트펌프트럭, 중장비개량사업"
  },
  {
    "name": "현대에이치티",
    "code": "039010",
    "sector": "통신 및 방송 장비 제조업,스마트홈 제조"
  },
  {
    "name": "현대엘리베이터",
    "code": "017800",
    "sector": "일반 목적용 기계 제조업,엘리베이터,에스컬레이터,공항,공정,크린룸,병원 물류시스템,수,배송센터,고속소팅시스템,주차설비 제조,판매,보수"
  },
  {
    "name": "현대오토에버",
    "code": "307950",
    "sector": "소프트웨어 개발 및 공급업,차량SW, 내비게이션, 스마트팩토리, AI·클라우드 기반 솔루션, 디지털 전환 컨설팅 및 IT서비스"
  },
  {
    "name": "현대위아",
    "code": "011210",
    "sector": "자동차 신품 부품 제조업,자동차부품, 공작기계 등"
  },
  {
    "name": "현대이지웰",
    "code": "090850",
    "sector": "소프트웨어 개발 및 공급업,선택적복리후생서비스"
  },
  {
    "name": "현대제철",
    "code": "004020",
    "sector": "1차 철강 제조업,H형강,제철,제강,철근,압연,스테인레스,주강,시트파일 제조,수출입,중기부품(탱크바퀴)제조,판매"
  },
  {
    "name": "현대지에프홀딩스",
    "code": "005440",
    "sector": "기타 금융업,백화점,여행알선,숙박,음식점/부동산 임대"
  },
  {
    "name": "현대차",
    "code": "005380",
    "sector": "자동차용 엔진 및 자동차 제조업,자동차(승용차,버스,트럭,특장차),자동차부품,자동차전착도료 제조,차량정비사업"
  },
  {
    "name": "현대차2우B",
    "code": "005387",
    "sector": "preferred"
  },
  {
    "name": "현대차3우B",
    "code": "005389",
    "sector": "preferred"
  },
  {
    "name": "현대차우",
    "code": "005385",
    "sector": "preferred"
  },
  {
    "name": "현대차증권",
    "code": "001500",
    "sector": "금융 지원 서비스업,유가증권의매매,위탁매매,유가증권의 중개,대리/부동산 임대"
  },
  {
    "name": "현대코퍼레이션",
    "code": "011760",
    "sector": "상품 종합 도매업,자동차,철강,기계,선박,플랜트,컴퓨터,전자제품 수출,수출입대행/자원(탄광,유전) 개발"
  },
  {
    "name": "현대코퍼레이션홀딩스",
    "code": "227840",
    "sector": "음·식료품 및 담배 도매업,브랜드사업, 육류유통"
  },
  {
    "name": "현대퓨처넷",
    "code": "126560",
    "sector": "전기 통신업,디지털 사이니지, 기업 메시징 등"
  },
  {
    "name": "현대해상",
    "code": "001450",
    "sector": "보험업,손해보험(자동차보험)"
  },
  {
    "name": "현대홈쇼핑",
    "code": "057050",
    "sector": "무점포 소매업,TV홈쇼핑 도소매/홈쇼핑프로그램 제작"
  },
  {
    "name": "현대힘스",
    "code": "460930",
    "sector": "선박 및 보트 건조업,선박기자재 (선박 블록, 보강재, 도장 등)"
  },
  {
    "name": "현우산업",
    "code": "092300",
    "sector": "전자부품 제조업,인쇄회로판(PCB)"
  },
  {
    "name": "협진",
    "code": "138360",
    "sector": "특수 목적용 기계 제조업,기계제조"
  },
  {
    "name": "형지I&C",
    "code": "011080",
    "sector": "봉제의복 제조업,의복, 악세사리"
  },
  {
    "name": "형지글로벌",
    "code": "308100",
    "sector": "섬유, 의복, 신발 및 가죽제품 소매업,골프의류 및 골프잡화"
  },
  {
    "name": "형지엘리트",
    "code": "093240",
    "sector": "봉제의복 제조업,학생복,스포츠의류,작업복 제조,도매"
  },
  {
    "name": "혜인",
    "code": "003010",
    "sector": "기계장비 및 관련 물품 도매업,건설기계,산업용 기계장비(진공흡인차,세정차),스테거크레인,비상용발전기,해상용엔진 도소매/창고"
  },
  {
    "name": "호전실업",
    "code": "111110",
    "sector": "봉제의복 제조업,스포츠웨어 및 아웃도어 웨어 OEM"
  },
  {
    "name": "호텔신라",
    "code": "008770",
    "sector": "기타 상품 전문 소매업,면세판매,관광숙박,외식사업,예식업"
  },
  {
    "name": "호텔신라우",
    "code": "008775",
    "sector": "preferred"
  },
  {
    "name": "홈캐스트",
    "code": "064240",
    "sector": "기타 전문 도매업,디지털 셋톱박스"
  },
  {
    "name": "화성밸브",
    "code": "039610",
    "sector": "일반 목적용 기계 제조업,가스밸브, 매몰용접용 볼밸브, 온수분배기"
  },
  {
    "name": "화승알앤에이",
    "code": "378850",
    "sector": "자동차 신품 부품 제조업,자동차용 고무제품"
  },
  {
    "name": "화승엔터프라이즈",
    "code": "241590",
    "sector": "신발 및 신발 부분품 제조업,nan"
  },
  {
    "name": "화승인더",
    "code": "006060",
    "sector": "상품 종합 도매업,포장용 합성수지 제조/신발,필름 판매/부동산 임대"
  },
  {
    "name": "화승코퍼레이션",
    "code": "013520",
    "sector": "자동차 신품 부품 제조업,산업용 고무제품(호스시트,벨트,펜더 등) 제조, 판매"
  },
  {
    "name": "화신",
    "code": "010690",
    "sector": "자동차 신품 부품 제조업,자동차엔진부품(ARM류,C/MBR류),자동차부품 제조"
  },
  {
    "name": "화신정공",
    "code": "126640",
    "sector": "자동차 신품 부품 제조업,자동차부품"
  },
  {
    "name": "화인베스틸",
    "code": "133820",
    "sector": "1차 철강 제조업,조선용 형강(부등변 부등후 앵글, 부등호 앵글, 등변앵글 평철 등)"
  },
  {
    "name": "화인써키트",
    "code": "127980",
    "sector": "전자부품 제조업,인쇄회로기판(PCB)"
  },
  {
    "name": "화일약품",
    "code": "061250",
    "sector": "의약품 제조업,의약품 원료"
  },
  {
    "name": "화천기계",
    "code": "010660",
    "sector": "특수 목적용 기계 제조업,선반,밀링,연삭기,CNC선반,CNC밀링,머시닝센타 제조,판매/자동차부품(실린더블럭) 제조"
  },
  {
    "name": "화천기공",
    "code": "000850",
    "sector": "특수 목적용 기계 제조업,CNC선반,CNC밀링,연마기(금속공작기계),MC공작기계,COPY밀링기계,주방품 제조,도매"
  },
  {
    "name": "환인제약",
    "code": "016580",
    "sector": "의약품 제조업,의약품(신경정신질환치료제,소화기관용약제,연고) 제조,도매"
  },
  {
    "name": "황금에스티",
    "code": "032560",
    "sector": "1차 비철금속 제조업,스테인레스 냉연, 열연"
  },
  {
    "name": "효성",
    "code": "004800",
    "sector": "기타 금융업,스판덱스,합성원사,나일론,폴리에스터,타이어코드지,PET병,수지제품,중전기제품(변압기,차단기),사무용기계,컴퓨터 제조/건축공사"
  },
  {
    "name": "효성ITX",
    "code": "094280",
    "sector": "기타 사업지원 서비스업,컨택센터서비스, Cloud솔루션, CDN, 프로젝터판매"
  },
  {
    "name": "효성오앤비",
    "code": "097870",
    "sector": "비료, 농약 및 살균, 살충제 제조업,혼합유박비료,유기복합비료,혼합유기질비료"
  },
  {
    "name": "효성중공업",
    "code": "298040",
    "sector": "전동기, 발전기 및 전기 변환 · 공급 · 제어 장치 제조업,-"
  },
  {
    "name": "효성티앤씨",
    "code": "298020",
    "sector": "화학섬유 제조업,섬유, 산업자재, 화학, 중공업, 건설, 무역,금융 등"
  },
  {
    "name": "효성화학",
    "code": "298000",
    "sector": "기초 화학물질 제조업,-"
  },
  {
    "name": "후성",
    "code": "093370",
    "sector": "기초 화학물질 제조업,불소화물 제조,도매"
  },
  {
    "name": "휴네시온",
    "code": "290270",
    "sector": "���프트웨어 개발 및 공급업,망간자료전송(i-oneNet)"
  },
  {
    "name": "휴니드",
    "code": "005870",
    "sector": "통신 및 방송 장비 제조업,무선통신기기,군납용무전기,위성방송수신기 제조"
  },
  {
    "name": "휴럼",
    "code": "353190",
    "sector": "기타 식품 제조업,금융지원 서비스"
  },
  {
    "name": "휴림로봇",
    "code": "090710",
    "sector": "특수 목적용 기계 제조업,제조업용로봇및서비스로봇"
  },
  {
    "name": "휴림에이텍",
    "code": "078590",
    "sector": "자동차 신품 부품 제조업,자동차내장카페트"
  },
  {
    "name": "휴마시스",
    "code": "205470",
    "sector": "의료용품 및 기타 의약 관련제품 제조업,체외진단키트"
  },
  {
    "name": "휴맥스",
    "code": "115160",
    "sector": "영상 및 음향기기 제조업,셋톱박스"
  },
  {
    "name": "휴맥스홀딩스",
    "code": "028080",
    "sector": "컴퓨터 프로그래밍, 시스템 통합 및 관리업,지주사업, IT서비스사업"
  },
  {
    "name": "휴먼테크놀로지",
    "code": "175140",
    "sector": "통신 및 방송 장비 제조업,웨어러블 디바이스, 모바일 라우터"
  },
  {
    "name": "휴메딕스",
    "code": "200670",
    "sector": "의약품 제조업,히알루론산 관절염치료제, 히알루론산 더말필러"
  },
  {
    "name": "휴비스",
    "code": "079980",
    "sector": "화학섬유 제조업,합성섬유(폴리에스테르원사,원면),재생섬유,폴리에스텔 원사,원면,고상칩 제조,도소매"
  },
  {
    "name": "휴비츠",
    "code": "065510",
    "sector": "의료용 기기 제조업,자동검안기, 자동렌즈미터"
  },
  {
    "name": "휴스틸",
    "code": "005010",
    "sector": "1차 철강 제조업,강관(배관용,구조용,유정용) 제조,도매"
  },
  {
    "name": "휴엠앤씨",
    "code": "263920",
    "sector": "그외 기타 제품 제조업,유리용기, 화장용 스펀지, 퍼프"
  },
  {
    "name": "휴온스",
    "code": "243070",
    "sector": "의약품 제조업,전문의약품, 일반의약품"
  },
  {
    "name": "휴온스글로벌",
    "code": "084110",
    "sector": "의약품 제조업,의약품제조업"
  },
  {
    "name": "휴젤",
    "code": "145020",
    "sector": "기초 의약물질 제조업,보툴리눔톡신, 필러"
  },
  {
    "name": "흥구석유",
    "code": "024060",
    "sector": "기타 전문 도매업,휘발유등"
  },
  {
    "name": "흥���",
    "code": "010240",
    "sector": "특수 목적용 기계 제조업,굴삭기 Roller 및 형단조품"
  },
  {
    "name": "흥국에프엔비",
    "code": "189980",
    "sector": "비알코올음료 및 얼음 제조업,과일음료(에이드베이스, 스무디, 착즙쥬스 등)"
  },
  {
    "name": "흥국화재",
    "code": "000540",
    "sector": "보험업,손해보험"
  },
  {
    "name": "흥국화재우",
    "code": "000545",
    "sector": "preferred"
  },
  {
    "name": "흥아해운",
    "code": "003280",
    "sector": "해상 운송업,외항화물운송업(케미컬탱커)"
  },
  {
    "name": "희림",
    "code": "037440",
    "sector": "건축기술, 엔지니어링 및 관련 기술 서비스업,설계 및 감리용역"
  },
  {
    "name": "힘스",
    "code": "238490",
    "sector": "특수 목적용 기계 제조업,OLED Mask 인장기, OLED Mask 검사기 등"
  }
]
;